[{"url": "https://www.ticom-geo.com", "description": "Ticom Geomatics is an industry leader in Interoperable Mission Ready Geolocation and ISR Systems and Services. Ticom Geomatics develops large scale enterprise ISR systems and QRCs that utilize Time and Frequency Difference of Arrival (T/FDOA) and other techniques for Precision Geolocation. We provide full End-to-End Mission and Life Cycle Support for our products. Our systems leverage commercial, industry, and Government standards for affordable, flexible, and rapid development. Ticom Geomatics qualifies as a Small Business.", "location": "", "name": "Ticom Geomatics", "size": "51-200"}, {"url": "http://www.mtu.edu/hr/job-postings/", "description": "Michigan Technological University is a leading public research university developing new technologies and preparing students to create the future for a prosperous and sustainable world. \r\n\r\nMichigan Tech offers more than 130 undergraduate and graduate degree programs in engineering; forest resources; computing; technology; business; economics; natural, physical and environmental sciences; arts; humanities; and social sciences. Visit us at http://www.mtu.edu.", "location": "1400 Townsend Drive, Houghton, 49931", "name": "Michigan Technological University", "size": "1001-5000"}, {"url": "www.coolcadelectronics.com", "description": "CoolCAD Electronics, LLC is a CAD and custom electronics design firm that specializes in satisfying non-mainstream electronic design applications. CoolCAD Electronics has a very unique set of expertise in electronics design.This expertise ranges from nanostructure and device modeling, design and analysis, to integrated circuit design and layout, and all the way to printed circuit board level electronics development. This unique broad and deep expertise is derived from the capabilities of the CoolCAD Electronics technical team, as well as its just-in-time operation strategy.", "location": "5000 College Avenue, College Park, 20740", "name": "CoolCAD Electronics LLC", "size": "2-10"}, {"url": "www.adaptivemethods.com", "description": "Adaptive Methods develops advanced sensor processing and computing architecture products for surveillance, security, and military combat systems. Adaptive Methods technology transition programs deliver increased product value through improved sensor performance, operability, and user flexibility. Also, offers a \"Rapid Deployment Shelter System\"", "location": "5885 Trinity Parkway, Centreville, 20120", "name": "Adaptive Methods", "size": "51-200"}, {"url": "www.netoptics.com", "description": "Net Optics is the leading provider of Total Application and Network Visibility solutions that deliver real-time network intelligence for peak performance in network monitoring and security. As a result, businesses achieve the scalable end-to-end visibility they need to optimize network performance of physical, virtual and private cloud environments, and remote branch offices. More than 7,500 enterprises, service providers and government organizations—including 85 percent of the Fortune 100—trust Net Optics’ comprehensive plug and play family of application-aware NPM, Network Packet Broker, Virtual/Cloud and Visibility Management System (VMS) solutions to deliver immediate results and quick time to value through an easy-to-use interface. Net Optics maintains a global presence through leading OEM partner and reseller networks.", "location": "5303 Betsy Ross Drive, Santa Clara, 95054", "name": "Net Optics, Inc.", "size": "51-200"}]