{"MANAGEMENT FOR OFFICE": {"url": "http://www.darpa.mil/our_work/mto/personnel/", "description": "Dr. Avram Bar-CohenProgram ManagerMicrosystems Technology Officeavram.bar-cohen@darpa.mil, Mr. Kerry BernsteinProgram ManagerMicrosystems Technology Office (MTO)kerry.bernstein@darpa.mil, Dr. Josh ConwayProgram ManagerMicrosystems Technology Officejoshua.conway@darpa.mil, Dr. Joseph CrossProgram ManagerMicrosystems Technology Officejoseph.cross@darpa.mil, Dr. Daniel GreenProgram ManagerMicrosystems Technology Officedaniel.green@darpa.mil"}, "KGS Tech Office and Travel": {"url": "None", "description": "No project description available"}, "Quantum Sensors": {"url": "http://www.darpa.mil/Our_Work/DSO/Programs/Quantum-Assisted_Sensing_and_Readout_(QuASAR).aspx", "description": "Typically, the performance of measurement devices is limited by deleterious effects such as thermal noise and vibration.  Notable exceptions are atomic clocks, which operate very near their fundamental limits. Driving devices to their physical limits will open new application spaces critical to future DoD systems.  Indeed, many defense-critical applications already require exceptionally precise time and frequency standards enabled only by atomic clocks.  The Global Positioning System (GPS) and the internet are two key examples. , Typically, the performance of measurement devices is limited by deleterious effects such as thermal noise and vibration.  Notable exceptions are atomic clocks, which operate very near their fundamental limits. Driving devices to their physical limits will open new application spaces critical to future DoD systems.  Indeed, many defense-critical applications already require exceptionally precise time and frequency standards enabled only by atomic clocks.  The Global Positioning System (GPS) and the internet are two key examples.\nMeasurement systems based on atomic physics benefit from the exquisite properties of the atom. Among these are (a) precise frequency transitions, (b) the ability to initialize, control, and readout the atomic state and (c) environmental isolation.  In addition, atomic properties are absolute, and do not “drift” over time.  In this sense, atoms are self-calibrated, making them ideal for precision sensing.\nThe Quantum-Assisted Sensing and Readout (QuASAR) program will build on established control and readout techniques from atomic physics to develop a suite of measurement tools that will be broadly applicable across disciplines, helping to address outstanding challenges in physics, materials and biological sciences.  QuASAR will push toward fundamental operating limits by developing atom and atom-like sensors that operate near the standard quantum limit (SQL), constructing hybrid quantum sensors that combine the optimal sensing and readout capabilities of disparate quantum systems and entangling multiple sensors/devices to operate below the SQL.  These types of devices will find broad application across the DoD, particularly in the areas of biological imaging, inertial navigation and robust global positioning systems.\n, Typically, the performance of measurement devices is limited by deleterious effects such as thermal noise and vibration.  Notable exceptions are atomic clocks, which operate very near their fundamental limits. Driving devices to their physical limits will open new application spaces critical to future DoD systems.  Indeed, many defense-critical applications already require exceptionally precise time and frequency standards enabled only by atomic clocks.  The Global Positioning System (GPS) and the internet are two key examples., Measurement systems based on atomic physics benefit from the exquisite properties of the atom. Among these are (a) precise frequency transitions, (b) the ability to initialize, control, and readout the atomic state and (c) environmental isolation.  In addition, atomic properties are absolute, and do not “drift” over time.  In this sense, atoms are self-calibrated, making them ideal for precision sensing., The Quantum-Assisted Sensing and Readout (QuASAR) program will build on established control and readout techniques from atomic physics to develop a suite of measurement tools that will be broadly applicable across disciplines, helping to address outstanding challenges in physics, materials and biological sciences.  QuASAR will push toward fundamental operating limits by developing atom and atom-like sensors that operate near the standard quantum limit (SQL), constructing hybrid quantum sensors that combine the optimal sensing and readout capabilities of disparate quantum systems and entangling multiple sensors/devices to operate below the SQL.  These types of devices will find broad application across the DoD, particularly in the areas of biological imaging, inertial navigation and robust global positioning systems."}, "HPCS": {"url": "http://www.darpa.mil/our_work/i2o/", "description": "Please direct all media queries to Outreach@darpa.mil "}, "OMO Building Move": {"url": "None", "description": "No project description available"}, "Wound Stasis System": {"url": "http://www.darpa.mil/Our_Work/BTO/Programs/Wound_Stasis_System_WSS.aspx", "description": "Uncontrolled blood loss is the leading cause of death for warfighters on the battlefield, according to the U.S. Army Institute of Surgical Research. The vast majority of such fatalities are from wounds that are not accessible by combat medics for traditional treatments, like direct compression. For example, in the case of internal injuries to the abdominal cavity, medics can neither visualize the damage nor access it to provide treatment. As a result, rapid and uncontrolled blood loss often leads to death before transport from the battlefield to a surgical setting can occur., Uncontrolled blood loss is the leading cause of death for warfighters on the battlefield, according to the U.S. Army Institute of Surgical Research. The vast majority of such fatalities are from wounds that are not accessible by combat medics for traditional treatments, like direct compression. For example, in the case of internal injuries to the abdominal cavity, medics can neither visualize the damage nor access it to provide treatment. As a result, rapid and uncontrolled blood loss often leads to death before transport from the battlefield to a surgical setting can occur.\nDARPA created the Wound Stasis System (WSS) program to pursue a stabilizing treatment that would keep injured warfighters alive until they could be delivered to a surgical setting. WSS began as a basic research program to identify biological mechanisms for distinguishing between healthy and wounded tissue, with the goal of controlling bleeding by binding to the wound. However, as part of that research, a program performer, Arsenal Medical, developed a foam that could itself serve as a treatment to control bleeding and achieve hemostasis. On the strength of these findings, WSS began to focus on the foam material as the primary hemostatic agent. \nWSS now aims to develop a stasis material and delivery system, suitable for use by combat medics at the point of injury, to stabilize a wounded patient for medical transport. Such a system would effectively treat non-compressible wounds, regardless of geometry or location within the abdominal cavity, and would not require direct visualization of the wound by the medic. \nThe specific goals are to: \n\nDevelop an agent to achieve rapid hemostasis and maintenance of that hemostasis for non-compressible, abdominal wounds; \nDesign and demonstrate a portable delivery system to transport sufficient wound stasis material to the wound site; and \nEnsure that the hemostatic material can be easily removed in surgical settings. \n\nDARPA plans to continue WSS through approval of a prototype device by the U.S. Food and Drug Administration (FDA), and will cooperate with the FDA to ensure requirements for approval are fulfilled as rapidly as possible so that a wound stasis treatment can be fielded. To this end, work will continue on acute and chronic safety, biocompatibility, optimum dosing, delivery system design, and verification and validation of the final system. \n, Uncontrolled blood loss is the leading cause of death for warfighters on the battlefield, according to the U.S. Army Institute of Surgical Research. The vast majority of such fatalities are from wounds that are not accessible by combat medics for traditional treatments, like direct compression. For example, in the case of internal injuries to the abdominal cavity, medics can neither visualize the damage nor access it to provide treatment. As a result, rapid and uncontrolled blood loss often leads to death before transport from the battlefield to a surgical setting can occur., DARPA created the Wound Stasis System (WSS) program to pursue a stabilizing treatment that would keep injured warfighters alive until they could be delivered to a surgical setting. WSS began as a basic research program to identify biological mechanisms for distinguishing between healthy and wounded tissue, with the goal of controlling bleeding by binding to the wound. However, as part of that research, a program performer, Arsenal Medical, developed a foam that could itself serve as a treatment to control bleeding and achieve hemostasis. On the strength of these findings, WSS began to focus on the foam material as the primary hemostatic agent. , WSS now aims to develop a stasis material and delivery system, suitable for use by combat medics at the point of injury, to stabilize a wounded patient for medical transport. Such a system would effectively treat non-compressible wounds, regardless of geometry or location within the abdominal cavity, and would not require direct visualization of the wound by the medic. "}, "Bioinspired Photonics": {"url": "None", "description": "No project description available"}, "H1N1 Acceleration (Blue Angel)": {"url": "None", "description": "No project description available"}, "AXIS(Advanced X-Ray Integrated Sources)": {"url": "None", "description": "No project description available"}, "Cyber Insider Threat": {"url": "http://www.darpa.mil/our_work/i2o/programs/", "description": ""}, "Diverse & Accessible Heterogeneous Integration": {"url": "http://www.darpa.mil/Our_Work/MTO/Programs/Diverse_Accessible_Heterogeneous_Integration_(DAHI).aspx", "description": ""}, "Office Management": {"url": "http://www.darpa.mil/our_work/mto/personnel/", "description": "Dr. Avram Bar-CohenProgram ManagerMicrosystems Technology Officeavram.bar-cohen@darpa.mil, Mr. Kerry BernsteinProgram ManagerMicrosystems Technology Office (MTO)kerry.bernstein@darpa.mil, Dr. Josh ConwayProgram ManagerMicrosystems Technology Officejoshua.conway@darpa.mil, Dr. Joseph CrossProgram ManagerMicrosystems Technology Officejoseph.cross@darpa.mil, Dr. Daniel GreenProgram ManagerMicrosystems Technology Officedaniel.green@darpa.mil"}, "Non-Traditional Active Sonar": {"url": "None", "description": "No project description available"}, "Integrated Sensor is Structure (ISIS)": {"url": "http://www.darpa.mil/Our_Work/STO/Programs/Integrated_Sensor_is_Structure_(ISIS).aspx", "description": "Tracking and engaging numerous key targets in the sky and on the ground over vast geographic areas is critical for deployed warfighters. Today this requires multiple manned and unmanned airborne systems and ground support personnel and facilities overseas in theater., Tracking and engaging numerous key targets in the sky and on the ground over vast geographic areas is critical for deployed warfighters. Today this requires multiple manned and unmanned airborne systems and ground support personnel and facilities overseas in theater.\nTo address this challenge, the joint DARPA/Air Force Integrated Sensor is Structure (ISIS) program is developing a sensor of unprecedented proportions to be fully integrated into a stratospheric airship. ISIS is designed to provide persistent wide-area surveillance, tracking, and engagement for hundreds of time-critical air and ground targets in deployed overseas urban and rural environments, without requiring in-theater support facilities or personnel.  ISIS seeks radical sensor improvements by melding the next generation technologies for enormous lightweight antenna apertures and high-energy density components into a highly integrated, lightweight, multi-purpose airship structure, completely erasing the distinction between payload and platform.\nThe ISIS concept includes 99% on-station, 24/7/365 availability for simultaneous Airborne Moving Target Indicator (AMTI) (600 kilometers) and Ground-Based Moving Target Indicator (GMTI) (300 kilometers) operation; ten years of autonomous, unmanned flight; plus U.S.-based operation. \nThe current program focus is radar risk reduction.\n, Tracking and engaging numerous key targets in the sky and on the ground over vast geographic areas is critical for deployed warfighters. Today this requires multiple manned and unmanned airborne systems and ground support personnel and facilities overseas in theater., To address this challenge, the joint DARPA/Air Force Integrated Sensor is Structure (ISIS) program is developing a sensor of unprecedented proportions to be fully integrated into a stratospheric airship. ISIS is designed to provide persistent wide-area surveillance, tracking, and engagement for hundreds of time-critical air and ground targets in deployed overseas urban and rural environments, without requiring in-theater support facilities or personnel.  ISIS seeks radical sensor improvements by melding the next generation technologies for enormous lightweight antenna apertures and high-energy density components into a highly integrated, lightweight, multi-purpose airship structure, completely erasing the distinction between payload and platform., The ISIS concept includes 99% on-station, 24/7/365 availability for simultaneous Airborne Moving Target Indicator (AMTI) (600 kilometers) and Ground-Based Moving Target Indicator (GMTI) (300 kilometers) operation; ten years of autonomous, unmanned flight; plus U.S.-based operation. "}, "Legged Squad Support System (LS3)": {"url": "http://www.darpa.mil/Our_Work/TTO/Programs/Legged_Squad_Support_System_(LS3).aspx", "description": "Today’s dismounted warfighter can be saddled with more than 100 pounds \r\nof gear, resulting in physical strain, fatigue and degraded performance. \r\nReducing the load on dismounted warfighters has become a major point of emphasis \r\nfor defense research and development, because the increasing weight of \r\nindividual equipment has a negative impact on warfighter readiness. The Army has \r\nidentified physical overburden as one of its top five science and technology \r\nchallenges. To help alleviate physical weight on troops, DARPA is developing a \r\nfour-legged robot, the Legged Squad Support System (LS3), to integrate with a \r\nsquad of Marines or Soldiers., Today’s dismounted \r\nwarfighter can be saddled with more than 100 pounds of gear, resulting in \r\nphysical strain, fatigue and degraded performance. Reducing the load on \r\ndismounted warfighters has become a major point of emphasis for defense research \r\nand development, because the increasing weight of individual equipment has a \r\nnegative impact on warfighter readiness. The Army has identified physical \r\noverburden as one of its top five science and technology challenges. To help \r\nalleviate physical weight on troops, DARPA is developing a four-legged robot, \r\nthe Legged Squad Support System (LS3), to integrate with a squad of Marines or \r\nSoldiers.\nLS3 seeks to demonstrate that a highly mobile, semi-autonomous \r\nlegged robot can carry 400 lbs of a squad’s load, follow squad members through \r\nrugged terrain and interact with troops in a natural way, similar to a trained \r\nanimal and its handler.\nThe LS3 program goal is to develop a robot that \r\nwill go through the same terrain the squad goes through without hindering the \r\nsquad’s mission. The robot could also serve as a mobile auxiliary power source \r\nto the squad, so troops can recharge batteries for radios and handheld devices \r\nwhile on patrol.\nIn January 2012, the LS3 prototype completed its first \r\noutdoor assessment, demonstrating mobility by climbing and descending a hill and \r\nexercising its perception capabilities.\nA two-year, platform-refinement \r\ntest cycle began in July 2012, with Marine and Army involvement, culminating in \r\na planned capstone exercise where LS3 should embed with Marines conducting field \r\nexercises. During this period, DARPA seeks to finish the development of and \r\nrefine LS3’s technologies to provide a suite of autonomy settings, including \r\nleader-follower tight, leader-follower corridor and go-to-waypoint, described \r\nbelow: \n\nLeader-follower tight: LS3 attempts to follow as close as \r\npossible to the path its leader takes\nLeader-follower corridor: LS3 \r\nsticks to the leader but has freedom to make local path decisions, so the leader \r\ndoesn’t need to think about LS3’s mobility capabilities\nGo-to-waypoint: \r\nLS3 uses its local perception to avoid obstacles on its way to a designated GPS \r\ncoordinate\n\nAdditionally, technologies to allow squad members to \r\nspeak commands to LS3 are anticipated to be added during this period. \nLS3 represents the culmination of a decade of research in perception and \r\nautonomy with programs like DARPA’s Unmanned Ground Combat Vehicle-Perception \r\nfor Off-Road Robotics Integration (UPI) program, mobility work with DARPA’s “Big \r\nDog” and significant advances in natural human-robot interface such as voice \r\nrecognition.\n\r\n \n, Today’s dismounted \r\nwarfighter can be saddled with more than 100 pounds of gear, resulting in \r\nphysical strain, fatigue and degraded performance. Reducing the load on \r\ndismounted warfighters has become a major point of emphasis for defense research \r\nand development, because the increasing weight of individual equipment has a \r\nnegative impact on warfighter readiness. The Army has identified physical \r\noverburden as one of its top five science and technology challenges. To help \r\nalleviate physical weight on troops, DARPA is developing a four-legged robot, \r\nthe Legged Squad Support System (LS3), to integrate with a squad of Marines or \r\nSoldiers., LS3 seeks to demonstrate that a highly mobile, semi-autonomous \r\nlegged robot can carry 400 lbs of a squad’s load, follow squad members through \r\nrugged terrain and interact with troops in a natural way, similar to a trained \r\nanimal and its handler., The LS3 program goal is to develop a robot that \r\nwill go through the same terrain the squad goes through without hindering the \r\nsquad’s mission. The robot could also serve as a mobile auxiliary power source \r\nto the squad, so troops can recharge batteries for radios and handheld devices \r\nwhile on patrol."}, "Thermal Spectral Fingerprinting (ThermaPrint)": {"url": "None", "description": "No project description available"}, "Comprehensive Interior Reconnaissance (CIR) Program": {"url": "None", "description": "No project description available"}, "IRIS (MTO)": {"url": "None", "description": "No project description available"}, "Triple Target Terminator (T3)": {"url": "http://www.darpa.mil/Our_Work/STO/Personnel/Mr__Stephen_Waller.aspx", "description": "Mr. Stephen Waller joined the DARPA Strategic Technology Office as a program manager in April 2014.  He leads the Air Dominance Initiative, a joint endeavor between DARPA and the Air Force and Navy, to explore innovative technology and systems integration solutions for U.S. air dominance through 2050.    , With 21 years’ experience in the United States Air Force, Mr. Waller was a System Interoperability Officer at Nellis Air Warfare Center, where he was responsible for system interoperability issues. He served as an Operational Test Pilot/Program Manager, where he led the Link 16 fielding and integration effort for the F-15E Strike Eagle. He spent 16 years as a fighter pilot in F-16C and F-15E operations, including combat, advanced flight instruction, and operational testing in air-to-ground and air-to-air domains.  , As an Integration Officer for the Secretary of the Air Force/Warfighting Integration (SAF/XC), Mr. Waller worked with airborne networking subject matter experts and was specifically selected to work in the Commander’s Action Group as the primary vision consultant. He also served with the Headquarters Warfighting Integration, where he was responsible for integration roadmaps for USAF legacy data links and advanced networking systems for joint integrated combat.  , From 2008 to 2013, Mr. Waller served as a program manager in DARPA’s Tactical Technology Office. He initiated several programs in TTO that remain active today, including Persistent Close Air Support (PCAS), Transformer (TX) (now known as ARES), MAgneto Hydrodynamic Explosive Munition (MAHEM) and Triple Target Terminator (T3). He continues to serve as program manager for the T3 program, a joint effort with the Air Force focused technology for the next-generation Advanced Medium Range Air-to-Air Missile (AMRAAM). , From 2004 to 2008, Mr. Waller served as a program manager in DARPA’s Information Exploitation Office, where he was responsible for the idea generation concept and technology development and demonstrations for Tactical Targeting Network Technology (TTNT), Quint Networking Technology (QNT), and the VIdeo Verification of IDentity (VIVID) programs. "}, "Biochronicity": {"url": "http://www.darpa.mil/our_work/bto/programs/biochronicity.aspx", "description": "Military readiness and \r\n national security depend on the health and wellbeing of military \r\n servicemembers.  DoD’s cumulative investment in personnel comprises the \r\n second-largest share of the total defense budget.  As such, DoD seeks advances \r\n in healthcare to ensure warfighters can operate at peak performance.  In this \r\n context, the Biochronicity program will explore the role of time in biological \r\n functions in pursuit of breakthroughs in managing the effects of time on human \r\n physiology. , Military readiness and national security \r\n depend on the health and wellbeing of military servicemembers.  DoD’s \r\ncumulative  investment in personnel comprises the second-largest share of the \r\ntotal defense  budget.  As such, DoD seeks advances in healthcare to ensure \r\nwarfighters can  operate at peak performance.  In this context, the \r\nBiochronicity program will  explore the role of time in biological functions in \r\npursuit of breakthroughs in  managing the effects of time on human physiology. \r\n\nTime is a fundamental  variable in all science, including biology.  \r\nBiological clocks regulate almost  every function in the human body, yet \r\nscientists lack a clear understanding of  the coordination of timing on multiple \r\nscales to influence processes such as  cell-cycle progression, growth, \r\nmetabolism, aging and cell death.  \nThe  Biochronicity program is an \r\ninterdisciplinary research effort that seeks to  identify common spatio-temporal \r\ninstructions, or “clock signatures,” in  biological organisms by using \r\nempirically derived data, as well as  bioinformatics and data-mining \r\ntechniques.  Early phases of the program will aim  to identify and validate \r\nnetworks of temporal regulators to enable development  of predictive algorithms \r\nfor time-dependent processes in biological organisms.    \nFundamental \r\nadvancements in the understanding of timing in biology could  potentially \r\ncontribute to many defense imperatives, including enhancing human  combat \r\nperformance, improving trauma care on the battlefield by expanding the  window \r\nof opportunity for medical treatment and surgical intervention, and \r\n understanding the mechanisms behind disease and managing their effects.\n, Military readiness and national security \r\n depend on the health and wellbeing of military servicemembers.  DoD’s \r\ncumulative  investment in personnel comprises the second-largest share of the \r\ntotal defense  budget.  As such, DoD seeks advances in healthcare to ensure \r\nwarfighters can  operate at peak performance.  In this context, the \r\nBiochronicity program will  explore the role of time in biological functions in \r\npursuit of breakthroughs in  managing the effects of time on human physiology. \r\n, Time is a fundamental  variable in all science, including biology.  \r\nBiological clocks regulate almost  every function in the human body, yet \r\nscientists lack a clear understanding of  the coordination of timing on multiple \r\nscales to influence processes such as  cell-cycle progression, growth, \r\nmetabolism, aging and cell death.  , The  Biochronicity program is an \r\ninterdisciplinary research effort that seeks to  identify common spatio-temporal \r\ninstructions, or “clock signatures,” in  biological organisms by using \r\nempirically derived data, as well as  bioinformatics and data-mining \r\ntechniques.  Early phases of the program will aim  to identify and validate \r\nnetworks of temporal regulators to enable development  of predictive algorithms \r\nfor time-dependent processes in biological organisms.    "}, "CFO AUDIT CORRECTION": {"url": "None", "description": "No project description available"}, "23 Mathematical Challenges": {"url": "None", "description": "No project description available"}, "BLAST DOSIMETER": {"url": "None", "description": "No project description available"}, "MTO Management": {"url": "http://www.darpa.mil/our_work/mto/personnel/", "description": "Dr. Avram Bar-CohenProgram ManagerMicrosystems Technology Officeavram.bar-cohen@darpa.mil, Mr. Kerry BernsteinProgram ManagerMicrosystems Technology Office (MTO)kerry.bernstein@darpa.mil, Dr. Josh ConwayProgram ManagerMicrosystems Technology Officejoshua.conway@darpa.mil, Dr. Joseph CrossProgram ManagerMicrosystems Technology Officejoseph.cross@darpa.mil, Dr. Daniel GreenProgram ManagerMicrosystems Technology Officedaniel.green@darpa.mil"}, "Cognitive Technology Threat Warning Systems (CT2WS)": {"url": "None", "description": "No project description available"}, "SERS S&T FUNDAMENTALS": {"url": "None", "description": "No project description available"}, "Mind's Eye": {"url": "None", "description": "No project description available"}, "CRASH Clean-slate Resilient, Adaptive, Secure Hosts": {"url": "http://www.darpa.mil/Our_Work/I2O/Programs/Clean-slate_design_of_Resilient_Adaptive_Secure_Hosts_(CRASH).aspx", "description": "The Clean-Slate Design of Resilient, Adaptive, Secure Hosts (CRASH) program will pursue innovative research into the design of new computer systems that are highly resistant to cyber-attack, can adapt after a successful attack to continue rendering useful services, learn from previous attacks how to guard against and cope with future attacks, and can repair themselves after attacks have succeeded. , The Clean-Slate Design of Resilient, Adaptive, Secure Hosts (CRASH) program will pursue innovative research into the design of new computer systems that are highly resistant to cyber-attack, can adapt after a successful attack to continue rendering useful services, learn from previous attacks how to guard against and cope with future attacks, and can repair themselves after attacks have succeeded. Exploitable vulnerabilities originate from a handful of known sources (e.g., memory safety); they remain because of deficits in tools, languages and hardware that could address and prevent vulnerabilities at the design, implementation and execution stages. Often, making a small change in one of these stages can greatly ease the task in another. The CRASH program will encourage such cross layer co-design and participation from researchers in any relevant area."}, "MESO(MesoDynamical Architectures)": {"url": "None", "description": "No project description available"}, "Aero-Adaptive/Aero-Optic Beam Control (ABC)": {"url": "http://www.darpa.mil/Our_Work/STO/Focus_Areas/Foundational_Strategic_Technologies_and_Systems.aspx", "description": "DARPA is seeking innovative ideas for systems incorporating disruptive technologies that offer significant potential capability improvement across multiple Strategic Technology Office focus areas. These could include technologies that would enable dramatic reduction in size, weight, power, or cost of systems, technologies that allow for adaptability and/or rapid refresh, technologies that offer the potential for significant advances in system-level performance, and approaches to demonstrating the military utility of these systems and technologies. This can include aperture, components, hardware, firmware, software, or power mechanisms to reduce size, weight, power, cost, enable multiple modes, simplify porting of signal processing waveforms and capabilities amongst multiple platforms with varying constraints, means to manage and control modes of operation, and or means to collect performance information from multiple networks. "}, "BioFuels - Alternative Feedstocks": {"url": "None", "description": "No project description available"}, "ULTRA BEAM": {"url": "http://www.darpa.mil/Our_Work/BTO/Programs/Reliable_Neural-Interface_Technology/Reliable_Peripheral_Interfaces_RPI.aspx", "description": "The Reliable Peripheral Interfaces (RPI) effort seeks to demonstrate \r\nperipheral-nervous-system (PNS) interfaces that can reliably extract \r\nmotor-control information for intuitive control of high-performance upper-limb \r\nprosthetics. This effort includes a variety of PNS-interface approaches such as \r\nnerve cuffs, penetrating electrode arrays, regenerative interfaces, \r\ntissue-engineered biological constructs, non-penetrating devices, invasive \r\nelectromyography (EMG) and sensory-input (stimulation) systems., The Reliable Peripheral Interfaces (RPI) effort seeks to \r\ndemonstrate peripheral-nervous-system (PNS) interfaces that can reliably extract \r\nmotor-control information for intuitive control of high-performance upper-limb \r\nprosthetics. This effort includes a variety of PNS-interface approaches such as \r\nnerve cuffs, penetrating electrode arrays, regenerative interfaces, \r\ntissue-engineered biological constructs, non-penetrating devices, invasive \r\nelectromyography (EMG) and sensory-input (stimulation) systems. \nTechnical Area 1:  Create and demonstrate clinically viable \r\nreliable-tissue interfaces to peripheral nerves and muscles. \r\n Investments were made in the development of ultra-compliant probes \r\ntargeting the dorsal and ventral spinal nerve roots, miniature wireless \r\nimplantable EMG systems, a flat interface nerve electrode (FINE), regenerative \r\nelectrode technologies, and refinement of Utah slant electrode arrays (USEA) \r\nresulting in first-in-human demonstrations.  These peripheral \r\ninterfaces must enable stable, robust and high-channel count extensive recording \r\nof limb-control-signal activity.   \nTechnical Area #2: \r\nDemonstrate the clinically viable tissue-interface electronics and packaging \r\nnecessary to enable the development and testing of reliable peripheral \r\ninterfaces designed to control many-DOF prosthetic limbs.  Efforts \r\nfocused on implantable wireless systems for EMG recording and the high \r\nperformance electronic microsystems for epineural recording.  \nTechnical \r\nArea #3:  Develop clinically viable algorithms and subsystems for \r\nreliably decoding limb-control information from the detected peripheral signals. \r\nEfforts in sparse PCA, Markov random fields, simultaneous decode of EMG, \r\nbeam-forming, time-delayed artificial neural nets, and creating motor neuron \r\npool models were launched.   \nTechnical Area #4:  \r\nDemonstrate an advanced peripheral-interface system that can accurately \r\ndetect and decode peripheral limb-control signals in a manner that reliably \r\nresults in significant functional benefit.  Human-use \r\ndemonstrations of military-relevant and high-DOF control of a prosthetic limb \r\nusing implantable EMG, surface EMG, and inter-neural recordings are \r\nexpected.   \nTechnical Area #5: Demonstrate clinically \r\nviable systems that provide tactile sensory and/or proprioceptive limb feedback \r\nvia stimulation of the peripheral nervous system.  Reliable \r\nstimulation of the peripheral nerves and dorsal root ganglion were \r\ndemonstrated. \n, The Reliable Peripheral Interfaces (RPI) effort seeks to \r\ndemonstrate peripheral-nervous-system (PNS) interfaces that can reliably extract \r\nmotor-control information for intuitive control of high-performance upper-limb \r\nprosthetics. This effort includes a variety of PNS-interface approaches such as \r\nnerve cuffs, penetrating electrode arrays, regenerative interfaces, \r\ntissue-engineered biological constructs, non-penetrating devices, invasive \r\nelectromyography (EMG) and sensory-input (stimulation) systems. , Technical Area 1:  Create and demonstrate clinically viable \r\nreliable-tissue interfaces to peripheral nerves and muscles. \r\n Investments were made in the development of ultra-compliant probes \r\ntargeting the dorsal and ventral spinal nerve roots, miniature wireless \r\nimplantable EMG systems, a flat interface nerve electrode (FINE), regenerative \r\nelectrode technologies, and refinement of Utah slant electrode arrays (USEA) \r\nresulting in first-in-human demonstrations.  These peripheral \r\ninterfaces must enable stable, robust and high-channel count extensive recording \r\nof limb-control-signal activity.   , Technical Area #2: \r\nDemonstrate the clinically viable tissue-interface electronics and packaging \r\nnecessary to enable the development and testing of reliable peripheral \r\ninterfaces designed to control many-DOF prosthetic limbs.  Efforts \r\nfocused on implantable wireless systems for EMG recording and the high \r\nperformance electronic microsystems for epineural recording.  "}, "DARPA AEO Support (NET-01)": {"url": "None", "description": "No project description available"}, "MOIRE": {"url": "http://www.darpa.mil/Our_Work/TTO/Programs/Membrane_Optic_Imager_Real-Time_Exploitation_(MOIRE).aspx", "description": "To meet national security requirements around the world, it would be optimal to have real-time images and video of any place on earth at any time—a capability that doesn’t currently exist. Today, aircraft are used to meet much of the military’s imagery requirements. However, because of the quantity of aircraft needed, and because aircraft do not fly high enough to see into denied territories, spacecraft also play a vital role in providing the imagery data needed for successful military planning and operations., To meet national security requirements around the world, it would be optimal to have real-time images and video of any place on earth at any time—a capability that doesn’t currently exist. Today, aircraft are used to meet much of the military’s imagery requirements. However, because of the quantity of aircraft needed, and because aircraft do not fly high enough to see into denied territories, spacecraft also play a vital role in providing the imagery data needed for successful military planning and operations. \nSpacecraft, however, face different challenges in providing persistent coverage.  The size (aperture) of the optics needed, and the limitations of producing and launching extremely large precision reflective (mirror) optics means it is infeasible to place such a system in geosynchronous earth orbit (GEO), approximately 36,000 kilometers high, where it could provide persistent coverage.\nMOIRE is a ground-based experiment of a GEO-based system that uses a lightweight membrane optic etched with a diffractive pattern. The diffractive pattern is used to focus light on a sensor.  The MOIRE program seeks to develop the enabling technologies required for very large optic space platforms that reduce the areal density (the mass of the optics compared to the size of the spacecraft) by 4-5 times of current systems. The program aims to examine technologies for manufacturing large membranes (up to 20 meters), large structures to hold the optics flat, and also demonstrate the secondary optical elements needed to turn a diffraction-based optic into a wide bandwidth imaging device.\nThe MOIRE program began in March 2010 and encompasses two phases. Phase 1 verified the proof of concept for the program design. Phase 2 seeks to reduce many of the risks involved in using diffractive optics for space imaging systems. Phase 2 plans to manufacture a section of a prototype five-meter primary optic, along with the required secondary optics, to demonstrate the optical sub-system in a ground-based experiment. As part of Phase 2 technology risk reduction, MOIRE plans to perform an on-orbit experiment of optical membrane imaging technologies through the United States Air Force Academy’s FalconSAT-7 program. The MOIRE program completed Phase 1 in September 2011 and is currently in Phase 2.\n, To meet national security requirements around the world, it would be optimal to have real-time images and video of any place on earth at any time—a capability that doesn’t currently exist. Today, aircraft are used to meet much of the military’s imagery requirements. However, because of the quantity of aircraft needed, and because aircraft do not fly high enough to see into denied territories, spacecraft also play a vital role in providing the imagery data needed for successful military planning and operations. , Spacecraft, however, face different challenges in providing persistent coverage.  The size (aperture) of the optics needed, and the limitations of producing and launching extremely large precision reflective (mirror) optics means it is infeasible to place such a system in geosynchronous earth orbit (GEO), approximately 36,000 kilometers high, where it could provide persistent coverage., MOIRE is a ground-based experiment of a GEO-based system that uses a lightweight membrane optic etched with a diffractive pattern. The diffractive pattern is used to focus light on a sensor.  The MOIRE program seeks to develop the enabling technologies required for very large optic space platforms that reduce the areal density (the mass of the optics compared to the size of the spacecraft) by 4-5 times of current systems. The program aims to examine technologies for manufacturing large membranes (up to 20 meters), large structures to hold the optics flat, and also demonstrate the secondary optical elements needed to turn a diffraction-based optic into a wide bandwidth imaging device."}, "Low-Cost Light Weight Portable Photovoltaics (PoP) DSO)": {"url": "None", "description": "No project description available"}, "Wide Area Network Detection  (WAND)": {"url": "None", "description": "No project description available"}, "Young Faculty Award (YFA)": {"url": "None", "description": "No project description available"}, "Labrador 6.3": {"url": "None", "description": "No project description available"}, "CERA (Carbon Electronics for RF Applications)": {"url": "None", "description": "No project description available"}, "EXACTO": {"url": "http://www.darpa.mil/Our_Work/TTO/Programs/Extreme_Accuracy_Tasked_Ordnance_(EXACTO).aspx", "description": "For military snipers, acquiring moving targets in \r\nunfavorable conditions, such as high winds and dusty terrain commonly found in \r\nAfghanistan, is extremely challenging with current technology. It is critical \r\nthat snipers be able to engage targets faster, and with better accuracy, since \r\nany shot that doesn’t hit a target also risks the safety of troops by indicating \r\ntheir presence and potentially exposing their location. , For military snipers, acquiring moving targets in unfavorable \r\nconditions, such as high winds and dusty terrain commonly found in Afghanistan, \r\nis extremely challenging with current technology. It is critical that snipers be \r\nable to engage targets faster, and with better accuracy, since any shot that \r\ndoesn’t hit a target also risks the safety of troops by indicating their \r\npresence and potentially exposing their location.\nThe Extreme Accuracy \r\nTasked Ordnance (EXACTO) system seeks to improve sniper effectiveness and \r\nenhance troop safety by allowing greater shooter standoff range and reduction in \r\ntarget engagement timelines. The objective of the EXACTO program is to \r\nrevolutionize rifle accuracy and range by developing the first ever guided \r\nsmall-caliber bullet. The EXACTO 50- caliber round and optical sighting \r\ntechnology expects to greatly extend the day and nighttime range over current \r\nstate-of-the-art sniper systems. The system combines a maneuverable bullet and a \r\nreal-time guidance system to track and deliver the projectile to the target, \r\nallowing the bullet to change path during flight to compensate for any \r\nunexpected factors that may drive it off course.\nTechnology development \r\nin Phase II included the design, integration and demonstration of aero-actuation \r\ncontrols, power sources, optical guidance systems, and sensors. The program’s \r\nnext phase includes a system-level live-fire test and technology refinement to \r\nenhance and improve performance.\n, For military snipers, acquiring moving targets in unfavorable \r\nconditions, such as high winds and dusty terrain commonly found in Afghanistan, \r\nis extremely challenging with current technology. It is critical that snipers be \r\nable to engage targets faster, and with better accuracy, since any shot that \r\ndoesn’t hit a target also risks the safety of troops by indicating their \r\npresence and potentially exposing their location., The Extreme Accuracy \r\nTasked Ordnance (EXACTO) system seeks to improve sniper effectiveness and \r\nenhance troop safety by allowing greater shooter standoff range and reduction in \r\ntarget engagement timelines. The objective of the EXACTO program is to \r\nrevolutionize rifle accuracy and range by developing the first ever guided \r\nsmall-caliber bullet. The EXACTO 50- caliber round and optical sighting \r\ntechnology expects to greatly extend the day and nighttime range over current \r\nstate-of-the-art sniper systems. The system combines a maneuverable bullet and a \r\nreal-time guidance system to track and deliver the projectile to the target, \r\nallowing the bullet to change path during flight to compensate for any \r\nunexpected factors that may drive it off course., Technology development \r\nin Phase II included the design, integration and demonstration of aero-actuation \r\ncontrols, power sources, optical guidance systems, and sensors. The program’s \r\nnext phase includes a system-level live-fire test and technology refinement to \r\nenhance and improve performance."}, "SID Security Support": {"url": "None", "description": "No project description available"}, "Disruptive Manufacturing Technologies": {"url": "None", "description": "No project description available"}, "ITMANET": {"url": "None", "description": "No project description available"}, "SBIR Phase I": {"url": "None", "description": "No project description available"}, "Maritime Armor": {"url": "http://www.darpa.mil/Our_Work/STO/Personnel/Dr__Jim_Galambos.aspx", "description": "Dr. Jim Galambos joined DARPA in January 2015 as program manager in the Strategic Technology Office. He has a background in unmanned systems, undersea power/energy and weapon systems. His research interests include expanding combat capability through combining manned and unmanned systems. Relevant technologies include autonomy, undersea communications, unmanned vehicles, maritime power and energy systems, heterogeneous networking and the modeling and simulation of such systems. , Prior to joining DARPA, Dr. Galambos served six years as director of the Advanced Technology Office at the Applied Research Laboratory at Pennsylvania State University. In that role he oversaw research and development in sonar systems and materials, autonomy, unmanned undersea vehicles and undersea power systems for torpedoes and unmanned vehicles. , Previously he was a research engineer for 11 years with BAE Systems Advanced Technologies (formerly Advanced Power Technologies, Inc.); developing underwater shock systems, directed energy weapons, counter rocket armor and laser- based instrumentation., Dr. Galambos holds a bachelor’s in physics from the U.S. Naval Academy. He served five years on active duty as a nuclear-trained surface warfare officer in the U. S. Navy. Following active duty, he joined the Naval Reserves during which he earned his master’s and doctoral degrees in nuclear engineering and plasma physics from the University of Washington.  "}, "UHPC": {"url": "None", "description": "No project description available"}, "Thermal Management System for Ship Decking": {"url": "None", "description": "No project description available"}, "Military Networking Protocol": {"url": "None", "description": "No project description available"}, "Soldier-Centric Imaging via Computational Cameras (SCENICC)": {"url": "http://www.darpa.mil/Our_Work/DSO/Programs/Soldier_Centric_Imaging_via_Computational_Cameras_(SCENICC).aspx", "description": "U.S. forces are often immersed in a highly complex, rapidly evolving, hostile environment containing a diverse collection of potential threats. Despite significant recent advances in both the platforms (e.g., unmanned aerial vehicles) and the sensor payloads (e.g., very high resolution cameras) employed within the wide array of modern Intelligence, Surveillance, and Reconnaissance (ISR) capabilities, these conventional solutions do not currently provide the spatial, temporal or functional capabilities required by the individual warfighter., U.S. forces are often immersed in a highly complex, rapidly evolving, hostile environment containing a diverse collection of potential threats. Despite significant recent advances in both the platforms (e.g., unmanned aerial vehicles) and the sensor payloads (e.g., very high resolution cameras) employed within the wide array of modern Intelligence, Surveillance, and Reconnaissance (ISR) capabilities, these conventional solutions do not currently provide the spatial, temporal or functional capabilities required by the individual warfighter.\nThe vision of the Soldier Centric Imaging via Computational Cameras (SCENICC) program is to develop novel computational imaging capabilities and explore joint design of hardware and software to give warfighters access to systems that greatly enhance their awareness, security and survivability. The SCENICC program envisions a final system comprising both imaging and non-imaging optical sensors deployed both locally (e.g., soldier mounted) and in a distributed fashion (e.g., exploiting collections of soldiers and/or unmanned vehicles).\nResearch began in 2011 in fields such as computational imaging theory, data collection/conditioning, data extraction/processing and human interface. Capability demonstrations are planned in the areas of Hands-Free Zoom, Computer Enhanced Vision and Full Sphere Awareness. \n, U.S. forces are often immersed in a highly complex, rapidly evolving, hostile environment containing a diverse collection of potential threats. Despite significant recent advances in both the platforms (e.g., unmanned aerial vehicles) and the sensor payloads (e.g., very high resolution cameras) employed within the wide array of modern Intelligence, Surveillance, and Reconnaissance (ISR) capabilities, these conventional solutions do not currently provide the spatial, temporal or functional capabilities required by the individual warfighter., The vision of the Soldier Centric Imaging via Computational Cameras (SCENICC) program is to develop novel computational imaging capabilities and explore joint design of hardware and software to give warfighters access to systems that greatly enhance their awareness, security and survivability. The SCENICC program envisions a final system comprising both imaging and non-imaging optical sensors deployed both locally (e.g., soldier mounted) and in a distributed fashion (e.g., exploiting collections of soldiers and/or unmanned vehicles)., Research began in 2011 in fields such as computational imaging theory, data collection/conditioning, data extraction/processing and human interface. Capability demonstrations are planned in the areas of Hands-Free Zoom, Computer Enhanced Vision and Full Sphere Awareness. "}, "Mission Adaptive Rotor": {"url": "None", "description": "No project description available"}, "FITT": {"url": "None", "description": "No project description available"}, "SyNAPSE": {"url": "http://www.darpa.mil/Our_Work/DSO/Programs/Systems_of_Neuromorphic_Adaptive_Plastic_Scalable_Electronics_(SYNAPSE).aspx", "description": "The vision for the Systems of Neuromorphic Adaptive Plastic Scalable Electronics (SyNAPSE) program is to develop electronic neuromorphic machine technology that scales to biological levels., The vision for the Systems of Neuromorphic Adaptive Plastic Scalable Electronics (SyNAPSE) program is to develop low-power electronic neuromorphic computers that scale to biological levels.\nCurrent computers are limited by the amount of power required to process large volumes of data. In contrast, biological neural systems, such as the brain, process large volumes of information in complex ways while consuming very little power. Power savings are achieved in neural systems by the sparse utilizations of hardware resources in time and space. Since many real-world problems are power limited and must process large volumes of data, neuromorphic computers have significant promise.\nSyNAPSE supports a multidisciplinary approach coordinating aggressive technology development activities in hardware, architecture and simulation.\nThe initial phase of SyNAPSE developed nanometer-scale electronic synaptic components capable of varying connection strength between two neurons in a manner analogous to that seen in biological systems and simulated the utility of these synaptic components in core microcircuits that supported the overall system architecture.\nContinuing efforts focus on hardware development through microcircuit development, single chip system development and multi-chip system development. In support of these hardware developments, SyNAPSE also seeks to develop increasingly capable architecture and design tools, including very large-scale computer simulations of the neuromorphic electronic systems, to inform the designers and validate hardware prior to fabrication.\n, The vision for the Systems of Neuromorphic Adaptive Plastic Scalable Electronics (SyNAPSE) program is to develop low-power electronic neuromorphic computers that scale to biological levels., Current computers are limited by the amount of power required to process large volumes of data. In contrast, biological neural systems, such as the brain, process large volumes of information in complex ways while consuming very little power. Power savings are achieved in neural systems by the sparse utilizations of hardware resources in time and space. Since many real-world problems are power limited and must process large volumes of data, neuromorphic computers have significant promise., SyNAPSE supports a multidisciplinary approach coordinating aggressive technology development activities in hardware, architecture and simulation."}, "Advanced Wireless Networks for the Soldier": {"url": "None", "description": "No project description available"}, "iFAB": {"url": "http://www.darpa.mil/our_work/tto/programs/adaptive_vehicle_make__(avm).aspx", "description": "Adaptive Vehicle Make (AVM) is a portfolio of programs that address revolutionary approaches to the design, verification and manufacturing of complex defense systems and vehicles. The portfolio consists of three primary programs: META, Instant Foundry Adaptive through Bits (iFAB) and Fast Adaptable Next-Generation Ground Vehicle (FANG). , Adaptive Vehicle Make (AVM) is a portfolio of programs that address revolutionary approaches to the design, verification and manufacturing of complex defense systems and vehicles. The portfolio consists of three primary programs: META, Instant Foundry Adaptive through Bits (iFAB) and Fast Adaptable Next-Generation Ground Vehicle (FANG). \nFollowing the announcement of a winner of the first FANG Challenge in April 2013, the winning design was built and tested. The test data has verified the new design paradigm, and as a result, DARPA is pursuing an opportunity for an early transition of the program to industry in 2014.\n, Adaptive Vehicle Make (AVM) is a portfolio of programs that address revolutionary approaches to the design, verification and manufacturing of complex defense systems and vehicles. The portfolio consists of three primary programs: META, Instant Foundry Adaptive through Bits (iFAB) and Fast Adaptable Next-Generation Ground Vehicle (FANG). , Following the announcement of a winner of the first FANG Challenge in April 2013, the winning design was built and tested. The test data has verified the new design paradigm, and as a result, DARPA is pursuing an opportunity for an early transition of the program to industry in 2014."}, "LRASM": {"url": "http://www.darpa.mil/Our_Work/TTO/Programs/Long_Range_Anti-Ship_Missile_(LRASM).aspx", "description": "Current surface-launched, anti-ship missiles face a challenge penetrating sophisticated enemy air defense systems from long range. As a result, warfighters may require multiple missile launches and overhead targeting assets to engage specific enemy warships from beyond the reach of counter-fire systems., Current surface-launched, anti-ship missiles face a challenge penetrating sophisticated enemy air defense systems from long range. As a result, warfighters may require multiple missile launches and overhead targeting assets to engage specific enemy warships from beyond the reach of counter-fire systems.\nTo overcome these challenges, the joint DARPA - Navy Long Range Anti-Ship Missile (LRASM) program is investing in advanced technologies to provide a leap ahead in U.S. surface warfare capability. The LRASM program aims to reduce dependence on intelligence, surveillance and reconnaissance (ISR) platforms, network links, and GPS navigation in electronic warfare environments.  Autonomous guidance algorithms should allow the LRASM to use less-precise target cueing data to pinpoint specific targets in the contested domain. The program also focuses on innovative terminal survivability approaches and precision lethality in the face of advanced counter measures. \nThe LRASM program began in 2009 to ensure that the United States leads technology advancement for best-in-world operational Anti-Surface Warfare capability into the future. The program, currently in the second of two phases, initially focused on technology for two variants, the LRASM-A and LRASM-B. LRASM-A leverages the state-of-the-art Joint Air to Surface Standoff Missile Extended Range (JASSM-ER) airframe and incorporates additional sensors and systems to achieve a stealthy and survivable subsonic cruise missile. Designs for LRASM-B focused on operating at the other end of the spectrum for precision strike weapons—high-altitude and supersonic speed over stealthy penetration.\nWorking in close collaboration with the Navy to provide warfighters a capability that can make a difference at sea in the near term, DARPA decided in January 2012 to focus solely on technology development for LRASM-A, ceasing development of LRASM-B. By consolidating investments to focus solely on advancing LRASM-A technologies, DARPA aims to reduce risk and expedite delivery of cutting-edge capability to the fleet. \nDARPA began captive carry flight tests of LRASM sensors aboard a research aircraft in May 2012. The first captive carry test aboard a modified Sabreliner business jet successfully demonstrated all elements of the integrated sensor suite, including sensing and fuzing targets and validation of the geolocation algorithm. The sensor suite performed as planned, paving the way for additional captive carry tests in increasingly complex simulated scenarios through the remainder of 2012 and beginning of 2013.\nDARPA originally scheduled two air-launched flight demonstrations for early 2013. In March 2013, DARPA increased the scope of the program to include a third flight to further mature key technologies in preparation for transition opportunities. Captive carry events will continue over the next several months, with the first live-fire exercise slated for Summer 2013. \nAdditionally, DARPA has begun an effort to integrate the LRASM for launch from a surface vessel. In support of the Office of the Secretary of Defense, DARPA is addressing the long-lead developmental tasks including modifications to the missile airframe, design of the booster separation system and development of a new hybrid canister to accommodate the LRASM. DARPA also plans to address surface-launched risk reduction (SLRR) issues. Two ballistic test surface launches are planned for the end of 2014.\nThe LRASM program is on track to deliver an advanced prototype weapon to the Navy and Air Force with capability for challenging future operational environments, while being sufficiently mature to transition rapidly to an acquisition program to address near-term operational challenges. \nLockheed Martin Missiles and Fire Control (LMMFC) Strike Weapons, Orlando, Fla., is the performer for the demonstration of the LRASM weapon, and BAE Systems, Information and Electronic Systems Integration, Nashua, NH, is the performer for the design and delivery of onboard sensor systems.\n, Current surface-launched, anti-ship missiles face a challenge penetrating sophisticated enemy air defense systems from long range. As a result, warfighters may require multiple missile launches and overhead targeting assets to engage specific enemy warships from beyond the reach of counter-fire systems., To overcome these challenges, the joint DARPA - Navy Long Range Anti-Ship Missile (LRASM) program is investing in advanced technologies to provide a leap ahead in U.S. surface warfare capability. The LRASM program aims to reduce dependence on intelligence, surveillance and reconnaissance (ISR) platforms, network links, and GPS navigation in electronic warfare environments.  Autonomous guidance algorithms should allow the LRASM to use less-precise target cueing data to pinpoint specific targets in the contested domain. The program also focuses on innovative terminal survivability approaches and precision lethality in the face of advanced counter measures. , The LRASM program began in 2009 to ensure that the United States leads technology advancement for best-in-world operational Anti-Surface Warfare capability into the future. The program, currently in the second of two phases, initially focused on technology for two variants, the LRASM-A and LRASM-B. LRASM-A leverages the state-of-the-art Joint Air to Surface Standoff Missile Extended Range (JASSM-ER) airframe and incorporates additional sensors and systems to achieve a stealthy and survivable subsonic cruise missile. Designs for LRASM-B focused on operating at the other end of the spectrum for precision strike weapons—high-altitude and supersonic speed over stealthy penetration."}, "Zeno-Based Opto-Electronics (ZOE)": {"url": "None", "description": "No project description available"}, "CHIP SCALE VACUUM MICRO PUMPS": {"url": "None", "description": "No project description available"}, "Optical Lattice Emulator": {"url": "None", "description": "No project description available"}, "Distributed Agile Submarine Hunting (DASH)": {"url": "http://www.darpa.mil/Our_Work/STO/Programs/Distributed_Agile_Submarine_Hunting_(DASH).aspx", "description": "The diesel-electric submarine is an asymmetric threat in terms of its cost and consequential growth in numbers relative to our legacy maritime platforms. In addition, these submarines have trended toward lower acoustic signature levels, and have grown in lethality. The Distributed Agile Submarine Hunting (DASH) program intends to reverse the asymmetric advantage of this threat through the development of advanced standoff sensing from unmanned systems., The quiet submarine is an asymmetric threat in terms of its cost and consequential growth in numbers relative to our legacy maritime platforms. In addition, these submarines have trended toward lower acoustic signature levels and have grown in lethality. The Distributed Agile Submarine Hunting (DASH) program intends to reverse the asymmetric advantage of this threat through the development of advanced standoff sensing from unmanned systems. \nDeep ocean sonar nodes will operate at significant depths in open ocean areas to achieve large fields of view to detect submarines overhead. Each deep node is the maritime equivalent of a satellite, and is referred to as a subullite. The significant field of view, along with the advantage of low-noise phenomena at extreme depths will permit a scalable number of collaborative sensor platforms to detect and track submarines over large areas. For the vast shallow continental shelf areas, the program similarly adopts distributed mobile sensors, but instead leverages insights in non-acoustic sensing from above. \nThe program developed two prototype systems. The first prototype is the Transformational Reliable Acoustic Path System (TRAPS). TRAPS is a fixed passive sonar node designed to achieve large-area coverage by exploiting advantages of operating from the deep seafloor. The second prototype is the Submarine Hold at RisK (SHARK), an unmanned underwater vehicle (UUV) designed to provide a mobile active sonar platform to track submarines after initial detections are made. The SHARK UUV conducted successful deep dive testing in February 2013. Subsequent efforts may follow to realize multiple sonar nodes as well as the integration of the SHARK UUV with its sonar.  \n, The quiet submarine is an asymmetric threat in terms of its cost and consequential growth in numbers relative to our legacy maritime platforms. In addition, these submarines have trended toward lower acoustic signature levels and have grown in lethality. The Distributed Agile Submarine Hunting (DASH) program intends to reverse the asymmetric advantage of this threat through the development of advanced standoff sensing from unmanned systems. , Deep ocean sonar nodes will operate at significant depths in open ocean areas to achieve large fields of view to detect submarines overhead. Each deep node is the maritime equivalent of a satellite, and is referred to as a subullite. The significant field of view, along with the advantage of low-noise phenomena at extreme depths will permit a scalable number of collaborative sensor platforms to detect and track submarines over large areas. For the vast shallow continental shelf areas, the program similarly adopts distributed mobile sensors, but instead leverages insights in non-acoustic sensing from above. , The program developed two prototype systems. The first prototype is the Transformational Reliable Acoustic Path System (TRAPS). TRAPS is a fixed passive sonar node designed to achieve large-area coverage by exploiting advantages of operating from the deep seafloor. The second prototype is the Submarine Hold at RisK (SHARK), an unmanned underwater vehicle (UUV) designed to provide a mobile active sonar platform to track submarines after initial detections are made. The SHARK UUV conducted successful deep dive testing in February 2013. Subsequent efforts may follow to realize multiple sonar nodes as well as the integration of the SHARK UUV with its sonar.  "}, "AWARE": {"url": "http://www.darpa.mil/Our_Work/MTO/Programs/Advanced_Wide_FOV_Architectures_for_Image_Reconstruction_and_Exploitation_(AWARE).aspx", "description": "Addressing the passive imaging needs for multi-band, wide field-of-view and high-resolution imaging for ground and near ground platforms., The ability to see farther, with higher clarity, and through darkness and/or obscurants is vital to nearly all military operations.  At the same time, there is an immense need to increase field of view (FOV), resolution and day/night capability at reduced size, weight and power (SWaP) and cost for advanced imaging systems.  The main driver for these requirements is to provide dismounted soldiers, ground troops and near-ground support platforms with the best available imaging tools for their combat effectiveness.  With the advent of smaller UAVs, which can provide a huge advantage to our troops, the pressure to increase performance and reduce SWaP is even more intense.  Advanced Wide FOV Architectures for Image Reconstruction and Exploitation (AWARE) program responds to these needs by simultaneously pushing the envelope of imager performance through new FPA and camera designs and advanced distributed aperture sensors (ADAS) ground support systems.  \nThe AWARE program will enable wide FOV, higher resolution and multi-band imaging capability for increased target discrimination and search in all weather day/night conditions.  The imaging systems will be sufficiently lightweight and compact to be fielded on a variety of ground and air borne platforms.  It is envisioned that the first AWARE systems will be deployed on ground and near ground assets and will improve resolution (increase distance for target ID), increase operational capability (ability to see panoramic visible scene with multiple target tracking), increase day/night visibility (mitigate brownout for helicopter landing) and search capability with LWIR, increase range and resolution with SWIR foveation, replace multiple sights now used by rifle scopes with single day/night sensor, and  provide spectrometry capability using broad band sensors.  In addition, the modular component technologies will have a broad impact on DoD imaging applications including targeting, persistent surveillance, sensing, and imaging with color fusion.  The AWARE program will solve the current fundamental scaling limitations in imaging systems and demonstrate a design methodology for building compact systems, capable of forming images at or near the full diffraction-limited instantaneous field of view (iFOV) achieved over a wide FOV.  This approach represents a dramatic advance over the current state of the art.  \n, The ability to see farther, with higher clarity, and through darkness and/or obscurants is vital to nearly all military operations.  At the same time, there is an immense need to increase field of view (FOV), resolution and day/night capability at reduced size, weight and power (SWaP) and cost for advanced imaging systems.  The main driver for these requirements is to provide dismounted soldiers, ground troops and near-ground support platforms with the best available imaging tools for their combat effectiveness.  With the advent of smaller UAVs, which can provide a huge advantage to our troops, the pressure to increase performance and reduce SWaP is even more intense.  Advanced Wide FOV Architectures for Image Reconstruction and Exploitation (AWARE) program responds to these needs by simultaneously pushing the envelope of imager performance through new FPA and camera designs and advanced distributed aperture sensors (ADAS) ground support systems.  , The AWARE program will enable wide FOV, higher resolution and multi-band imaging capability for increased target discrimination and search in all weather day/night conditions.  The imaging systems will be sufficiently lightweight and compact to be fielded on a variety of ground and air borne platforms.  It is envisioned that the first AWARE systems will be deployed on ground and near ground assets and will improve resolution (increase distance for target ID), increase operational capability (ability to see panoramic visible scene with multiple target tracking), increase day/night visibility (mitigate brownout for helicopter landing) and search capability with LWIR, increase range and resolution with SWIR foveation, replace multiple sights now used by rifle scopes with single day/night sensor, and  provide spectrometry capability using broad band sensors.  In addition, the modular component technologies will have a broad impact on DoD imaging applications including targeting, persistent surveillance, sensing, and imaging with color fusion.  The AWARE program will solve the current fundamental scaling limitations in imaging systems and demonstrate a design methodology for building compact systems, capable of forming images at or near the full diffraction-limited instantaneous field of view (iFOV) achieved over a wide FOV.  This approach represents a dramatic advance over the current state of the art.  "}, "SBIR Increments/MODs": {"url": "None", "description": "No project description available"}, "SBIR Mission Funds": {"url": "None", "description": "No project description available"}, "QUANTUM INFORMATION SCIENCE(QIS)": {"url": "None", "description": "No project description available"}, "ENABLING STRESS RESISTANCE (ESR)": {"url": "http://www.darpa.mil/Our_Work/BTO/Programs/Enabling_Stress_Resistance.aspx", "description": "The \r\n Enabling Stress Resistance program will create a comprehensive, quantitative \r\n description of the impact of stress on the brain by leveraging revolutionary \r\n technologies and recent advances in molecular neurobiology, neuroimaging, and \r\n molecular pathway modeling., Negative impacts of stress \r\n on the cognitive, emotional, and physical well-being of warfighters is \r\n irrefutable.  Recent technological developments in neuroscience present the \r\n opportunity to address these challenges as never before.  Novel molecular \r\n biological techniques, coupled with in vivo measurement technologies, can allow \r\n assessment of the effects of stress with extreme temporal and anatomical \r\n precision, leading to a better understanding of stress and opportunities for \r\n intervention.\nThe Enabling Stress Resistance program will create a \r\n comprehensive, quantitative description of the impact of stress on the brain by \r\n leveraging revolutionary technologies and recent advances in molecular \r\n neurobiology, neuroimaging, and molecular pathway modeling.  This program's \r\n objective is a proactive approach to stress mitigation starting with the \r\n development of a comprehensive animal model of the complex effects of multiple \r\n stressors on the brain.  The program strives to develop and implement \r\ncognitive,  behavioral, and pharmacological interventions that will prevent the \r\ndeleterious  effects of stress on warfighters.\n, Negative impacts of stress \r\n on the cognitive, emotional, and physical well-being of warfighters is \r\n irrefutable.  Recent technological developments in neuroscience present the \r\n opportunity to address these challenges as never before.  Novel molecular \r\n biological techniques, coupled with in vivo measurement technologies, can allow \r\n assessment of the effects of stress with extreme temporal and anatomical \r\n precision, leading to a better understanding of stress and opportunities for \r\n intervention., The Enabling Stress Resistance program will create a \r\n comprehensive, quantitative description of the impact of stress on the brain by \r\n leveraging revolutionary technologies and recent advances in molecular \r\n neurobiology, neuroimaging, and molecular pathway modeling.  This program's \r\n objective is a proactive approach to stress mitigation starting with the \r\n development of a comprehensive animal model of the complex effects of multiple \r\n stressors on the brain.  The program strives to develop and implement \r\ncognitive,  behavioral, and pharmacological interventions that will prevent the \r\ndeleterious  effects of stress on warfighters."}, "Transformer (TX)": {"url": "http://www.darpa.mil/Our_Work/TTO/Programs/Aerial_Reconfigurable_Embedded_System_(ARES).aspx", "description": "Difficult terrain and threats such as ambushes and Improvised  \r\nExplosive Devices (IEDs) can make ground-based transportation to and from the  \r\nfront line a dangerous challenge. Helicopters can easily bypass those problems  \r\nbut present logistical challenges of their own, and can subject flight crew to  \r\ndifferent types of threats. They are also expensive to operate, and the supply  \r\nof available helicopters cannot always meet the demand for their services, \r\n which  cover diverse operational needs including resupply, fire-team insertion \r\n and  extraction, and casualty evacuation. , Difficult \r\n terrain  and threats such as ambushes and Improvised Explosive Devices (IEDs) \r\n can make  ground-based transportation to and from the front line a dangerous \r\n challenge.  Helicopters can easily bypass those problems but present logistical \r\n challenges  of their own, and can subject flight crew to different types of \r\n threats. They  are also expensive to operate, and the supply of available \r\n helicopters cannot  always meet the demand for their services, which cover \r\n diverse operational needs  including resupply, fire-team insertion and \r\n extraction, and casualty evacuation.  \nTo help overcome these \r\nchallenges,  DARPA unveiled the Transformer (TX) program in 2009. \r\nTransformer  aimed to develop and demonstrate a prototype system  that would \r\nprovide  flexible, terrain-independent transportation for logistics,  personnel \r\ntransport  and tactical support missions for small ground units. In  2013, DARPA \r\nselected  the Aerial Reconfigurable Embedded System (ARES) design  concept to \r\nmove  forward. \nARES is a vertical takeoff and landing (VTOL)  flight \r\nmodule  designed to operate as an unmanned platform capable of  transporting a \r\nvariety  of payloads. The ARES VTOL flight module is designed to  have its own \r\npower  system, fuel, digital flight controls and remote  command-and-control \r\n interfaces. Twin tilting ducted fans would provide efficient  hovering and \r\n landing capabilities in a compact configuration, with rapid  conversion to \r\n high-speed cruise flight.  \nIt is envisioned that the  flight module \r\n would travel between its home base and field operations to deliver  and \r\nretrieve  several different types of detachable mission modules, each  designed \r\nfor a  specific purpose. Example modules could include: \n\nCargo \r\n resupply\nCasualty evacuation (CASEVAC)\nIntelligence, \r\n surveillance and reconnaissance (ISR)\n\nThe ARES  program would \r\n enable numerous benefits, including: \n\nUseful load  capability as \r\n high as 3,000 pounds, more than 40 percent of the takeoff gross  weight of the \r\n aircraft\nFlight performance similar to light  aircraft\nCompact  configuration and the ability to use landing zones  half the size \r\ntypically  needed by helicopters of similar size\nVTOL  operations from \r\nprepared,  unprepared and ship-based landing sites\nUnmanned operation, \r\nwith a  future path towards semi-autonomous flight  systems and user interfaces \r\nfor  optionally manned/controlled flight\n\n, Difficult \r\n terrain  and threats such as ambushes and Improvised Explosive Devices (IEDs) \r\n can make  ground-based transportation to and from the front line a dangerous \r\n challenge.  Helicopters can easily bypass those problems but present logistical \r\n challenges  of their own, and can subject flight crew to different types of \r\n threats. They  are also expensive to operate, and the supply of available \r\n helicopters cannot  always meet the demand for their services, which cover \r\n diverse operational needs  including resupply, fire-team insertion and \r\n extraction, and casualty evacuation.  , To help overcome these \r\nchallenges,  DARPA unveiled the Transformer (TX) program in 2009. \r\nTransformer  aimed to develop and demonstrate a prototype system  that would \r\nprovide  flexible, terrain-independent transportation for logistics,  personnel \r\ntransport  and tactical support missions for small ground units. In  2013, DARPA \r\nselected  the Aerial Reconfigurable Embedded System (ARES) design  concept to \r\nmove  forward. , ARES is a vertical takeoff and landing (VTOL)  flight \r\nmodule  designed to operate as an unmanned platform capable of  transporting a \r\nvariety  of payloads. The ARES VTOL flight module is designed to  have its own \r\npower  system, fuel, digital flight controls and remote  command-and-control \r\n interfaces. Twin tilting ducted fans would provide efficient  hovering and \r\n landing capabilities in a compact configuration, with rapid  conversion to \r\n high-speed cruise flight.  "}, "Chemical Reconnaisance": {"url": "None", "description": "No project description available"}, "Maximum Mobility and Manipulation (M3)": {"url": "http://www.darpa.mil/our_work/dso/programs/maximum_mobility_and_manipulation_(m3).aspx", "description": "Robots hold great promise for amplifying human effectiveness in Defense operations.  Compared to human beings and animals, however, the mobility and manipulation capability of present day robots is poor.  In addition, design and manufacturing of current robotic systems are time consuming, and fabrication costs remain high., Robots hold great promise for amplifying human effectiveness in Defense operations.  Compared to human beings and animals, however, the mobility and manipulation capability of present day robots is poor.  In addition, design and manufacturing of current robotic systems are time consuming, and fabrication costs remain high.  If these limitations were overcome, robots could assist in the execution of military operations far more effectively across a far greater range of missions.\nThe Maximum Mobility and Manipulation (M3) program is striving to create and demonstrate significant scientific and engineering advances in robotics that will:\n\nCreate a significantly improved scientific framework for the rapid design and fabrication of robot systems and greatly enhance robot mobility and manipulation in natural environments. \nSignificantly improve robot capabilities through fundamentally new approaches to the engineering of better design tools, fabrication methods, and control algorithms. The M3 program covers scientific advancement across four tracks: design tools, fabrication methodologies, control methods, and technology demonstration prototypes. \n\n, Robots hold great promise for amplifying human effectiveness in Defense operations.  Compared to human beings and animals, however, the mobility and manipulation capability of present day robots is poor.  In addition, design and manufacturing of current robotic systems are time consuming, and fabrication costs remain high.  If these limitations were overcome, robots could assist in the execution of military operations far more effectively across a far greater range of missions., The Maximum Mobility and Manipulation (M3) program is striving to create and demonstrate significant scientific and engineering advances in robotics that will:"}, "I2O Mgmt Initiatives IT-03": {"url": "http://www.darpa.mil/Our_Work/I2O/I2O_NewsEvents.aspx", "description": ""}, "Quantum Orbital Resonance Spectroscopy (QORS)": {"url": "http://www.darpa.mil/Our_Work/DSO/Programs/Quantum_Orbital_Resonance_Spectroscopy_(QORS).aspx", "description": "The Quantum Orbital Resonance Spectroscopy (QORS) program will lay the \r\nscientific foundation for novel neurodiagnostic capabilities by combining recent \r\nadvances in quantum photonics with Magnetic Resonance Imaging and Spectroscopy \r\n(MRI/MRS)., The Quantum Orbital Resonance Spectroscopy \r\n(QORS) program will lay the scientific foundation for novel neurodiagnostic \r\ncapabilities by combining recent advances in quantum photonics with Magnetic \r\nResonance Imaging and Spectroscopy (MRI/MRS).  QORS seeks to measure changes in \r\nneurochemical concentrations—seen in a range of neurological conditions \r\ninjuries—without the large, super-conducting magnet used in traditional MRI and \r\nMRS, thus leading to the development of a noninvasive, compact neurodiagnostic \r\nfor assessing traumatic brain injury (TBI) and post-traumatic stress disorder \r\n(PTSD)."}, "HIgh Frequency Integrated Vacuum Electronics (HIFIVE)": {"url": "http://www.darpa.mil/Our_Work/MTO/Programs/High_Frequency_Integrated_Vacuum_Electronics_(HIFIVE).aspx", "description": "The objective of the HiFIVE program is to develop an integrated, microfabricated, vacuum electronic high-power amplifier circuit for use in high-bandwidth, high-power transmitters., The millimeter wave (MMW) and sub-MMW part of the spectrum is of interest to DoD. Several relevant DoD and commercial applications including high-bandwidth communications, collision-avoidance radar, security screening, and high resolution imaging; and this region of the spectrum remains largely unexploited due to the challenges in accessing upper MMW and sub-MMW frequencies.\nVacuum electronic devices are frequently used as high power amplifiers at frequencies approaching the MMW and sub-MMW part of the spectrum. Traditional vacuum electronic devices are custom-built using numerous discrete components. For a vacuum electronics device to operate at MMW and sub-MMW frequencies and remain compact they must be highly integrated and fabricated by utilizing state-of-the-art micromachining techniques.\nThe objective of the High Frequency Integrated Vacuum Electronics (HiFIVE) program is to develop an integrated, microfabricated vacuum electronic (VE) high-power amplifier (HPA) circuit for use in high-bandwidth, high-power transmitters. The program will demonstrate operation of such a circuit over a 5 GHz frequency band centered at 220 GHz. The HiFIVE program is pursuing innovative technologies and approaches in several areas including high current density cathodes, high-power electron beam transport, and microfabrication of an interaction structure to enable an integrated, microfabricated vacuum electronic (VE) high power amplifier (HPA) circuit. There are two main areas of development: the necessary circuit elements to achieve a compact high-performance 220 GHz VE HPA, and the design, construction and demonstration of the high power amplifier and its demonstration.  \n, The millimeter wave (MMW) and sub-MMW part of the spectrum is of interest to DoD. Several relevant DoD and commercial applications including high-bandwidth communications, collision-avoidance radar, security screening, and high resolution imaging; and this region of the spectrum remains largely unexploited due to the challenges in accessing upper MMW and sub-MMW frequencies., Vacuum electronic devices are frequently used as high power amplifiers at frequencies approaching the MMW and sub-MMW part of the spectrum. Traditional vacuum electronic devices are custom-built using numerous discrete components. For a vacuum electronics device to operate at MMW and sub-MMW frequencies and remain compact they must be highly integrated and fabricated by utilizing state-of-the-art micromachining techniques., The objective of the High Frequency Integrated Vacuum Electronics (HiFIVE) program is to develop an integrated, microfabricated vacuum electronic (VE) high-power amplifier (HPA) circuit for use in high-bandwidth, high-power transmitters. The program will demonstrate operation of such a circuit over a 5 GHz frequency band centered at 220 GHz. The HiFIVE program is pursuing innovative technologies and approaches in several areas including high current density cathodes, high-power electron beam transport, and microfabrication of an interaction structure to enable an integrated, microfabricated vacuum electronic (VE) high power amplifier (HPA) circuit. There are two main areas of development: the necessary circuit elements to achieve a compact high-performance 220 GHz VE HPA, and the design, construction and demonstration of the high power amplifier and its demonstration.  "}, "DIRO DSRC": {"url": "None", "description": "No project description available"}, "Mathematics of Sensing, Exploitation and Execution (MSEE)": {"url": "http://www.darpa.mil/Our_Work/DSO/Programs/Mathematics_of_Sensing,_Exploitation_and_Execution_(MSEE).aspx", "description": "The amount of data collected by DoD sensor systems exceeds the ability of human analysts and current automated decision systems to extract actionable information. This data deluge is pervasive throughout the military and applies to single and multi-modal sensing platforms.  Today, sensors ingest and process raw signals and output sensing products. Exploitation algorithms operate on these products, and human analysts interpret their content. Hence, under the current paradigm, the semantics derived from sensor outputs do not emerge until an analyst has assimilated the data. , The goal of the Mathematics of Sensing, Exploitation and Execution (MSEE) program is to explore and develop high-impact methods for scalable autonomous systems capable of understanding scenes and events for learning, planning, and execution of complex tasks.  The program is exploring powerful mathematical frameworks for unified knowledge representation for shared perception, learning, reasoning, and action. One of the central concepts in MSEE is to exploit methods based on minimalist generative grammar, similar to human language, to represent and process visual scenes and actions. Data-driven methods for spatial, temporal, and causal parsing of information are being developed for semantic understanding of scenes and events in unstructured environments along with cognitive processing methods for exploitation and manipulations. The foundational premise of the program is that a comprehensive mathematical framework to describe an integrated SEE system would allow for detailed analysis of its potential performance and serve as a guide to prototype design. Methods will be demonstrated in use cases motivated by defense applications such as intelligence, surveillance and reconnaissance (ISR) and vision-guided robots to perform repairs. \nThe MSEE program aims to address a growing difficulty: The amount of data collected by DoD sensor systems exceeds the ability of human analysts and current automated decision systems to extract actionable information. This data deluge is pervasive throughout the military and applies to single and multi-modal sensing platforms. Today, evaluation methods rely on feature detection and category classification using individual pipelines for different tasks due to the lack of an effective unified representation. Hence, under the current paradigm, the semantics derived from sensor outputs do not emerge until an analyst has assimilated the data. \nAs a result of this dynamics, three challenges emerge:\n\n\nData's worth can only be evaluated after analysts have interpreted it, and with knowledge of how it will be used; \nPrior knowledge, including that which may have accrued during previous processing, is not used during the production of sensor output products, thus sensors process their signals as if they were seeing the world anew at every instant; \nIn the presence of multiple sensors, analysts must reconstruct a unified view out of sensor output products that were not, in general, designed for integration.\n\n\nA new approach to sensing is required to confront these shortcomings. An effective representation for recognizing objects, attributes and actions, and for parsing spatial-temporal relational information, would result in scalable platforms capable of autonomous learning, inference, reasoning, planning and execution of complex tasks. \nMSEE includes three planned phases. The goal of Phase I is to create the mathematical foundation for a representation-centric model. The goal of Phase II is to refine the representation constructed in an initial software system able to answer queries related to the content of sensor data from a single modality. The goal of Phase III is to develop a fully integrated, modular system that demonstrates quantitative and qualitative analyses of systems that integrate sensing/perception, exploitation, and execution, with multi-modal sensor data. This implementation-ready software must be able to address queries related to data content, and learn and perform task/objective specific actions with far better performance than non-integrative methods\nTo date, performers on MSEE have pursued fundamental research into the nature of stochastic modeling and knowledge representation. These basic tools are being used to build prototype systems. Progress in these areas should greatly advance DoD's ability to build high-performance systems in a number of areas including ISR and supervised robust autonomous systems.\n, The goal of the Mathematics of Sensing, Exploitation and Execution (MSEE) program is to explore and develop high-impact methods for scalable autonomous systems capable of understanding scenes and events for learning, planning, and execution of complex tasks.  The program is exploring powerful mathematical frameworks for unified knowledge representation for shared perception, learning, reasoning, and action. One of the central concepts in MSEE is to exploit methods based on minimalist generative grammar, similar to human language, to represent and process visual scenes and actions. Data-driven methods for spatial, temporal, and causal parsing of information are being developed for semantic understanding of scenes and events in unstructured environments along with cognitive processing methods for exploitation and manipulations. The foundational premise of the program is that a comprehensive mathematical framework to describe an integrated SEE system would allow for detailed analysis of its potential performance and serve as a guide to prototype design. Methods will be demonstrated in use cases motivated by defense applications such as intelligence, surveillance and reconnaissance (ISR) and vision-guided robots to perform repairs. , The MSEE program aims to address a growing difficulty: The amount of data collected by DoD sensor systems exceeds the ability of human analysts and current automated decision systems to extract actionable information. This data deluge is pervasive throughout the military and applies to single and multi-modal sensing platforms. Today, evaluation methods rely on feature detection and category classification using individual pipelines for different tasks due to the lack of an effective unified representation. Hence, under the current paradigm, the semantics derived from sensor outputs do not emerge until an analyst has assimilated the data. , As a result of this dynamics, three challenges emerge:"}, "RATS": {"url": "http://www.darpa.mil/Our_Work/I2O/Programs/Robust_Automatic_Transcription_of_Speech_(RATS).aspx", "description": "Existing speech signal processing technologies are inadequate for \r\n most noisy or degraded speech signals that are important to military \r\n intelligence. The Robust Automatic Transcription of Speech (RATS) program will \r\n create algorithms and software for performing the following tasks on \r\npotentially  speech-containing signals received over communication channels that \r\nare  extremely noisy and/or highly distorted: \n\nSpeech \r\n Activity Dextection: Determine whether a signal includes speech or is just \r\n background noise or music. \nLanguage Identification: Once a speech \r\n signal has been detected, identify the language being spoken. \nSpeaker \r\n Identification: Once a speech signal has been detected, identify whether the \r\n speaker is an individual on a list of known speakers. \nKey Word \r\n Spotting: Once a speech signal has been detected and the language has been \r\n identified, spot specific words or phrases from a list of terms of \r\n interest. \n\n, Existing speech signal processing technologies are inadequate for \r\n most noisy or degraded speech signals that are important to military \r\n intelligence. The Robust Automatic Transcription of Speech (RATS) program will \r\n create algorithms and software for performing the following tasks on \r\npotentially  speech-containing signals received over communication channels that \r\nare  extremely noisy and/or highly distorted: , Existing speech signal \r\n processing technologies are inadequate for most noisy or degraded speech \r\nsignals  that are important to military intelligence. The Robust Automatic \r\nTranscription  of Speech (RATS) program will create algorithms and software for \r\nperforming the  following tasks on potentially speech-containing signals \r\nreceived over  communication channels that are extremely noisy and/or highly \r\ndistorted: \n\nSpeech Activity Detection: Determine whether \r\na signal  includes speech or is just background noise or music. \nLanguage  Identification: Once a speech signal has been detected, identify \r\nthe language  being spoken. \nSpeaker Identification: Once a speech \r\nsignal has been  detected, identify whether the speaker is an individual on a \r\nlist of known  speakers. \nKey Word Spotting: Once a speech signal has \r\nbeen detected  and the language has been identified, spot specific words or \r\nphrases from a list  of terms of interest. \n\n, Existing speech signal \r\n processing technologies are inadequate for most noisy or degraded speech \r\nsignals  that are important to military intelligence. The Robust Automatic \r\nTranscription  of Speech (RATS) program will create algorithms and software for \r\nperforming the  following tasks on potentially speech-containing signals \r\nreceived over  communication channels that are extremely noisy and/or highly \r\ndistorted: "}, "STO Management - MBT-02": {"url": "None", "description": "No project description available"}, "HELLADS": {"url": "http://www.darpa.mil/Our_Work/STO/Programs/High_Energy_Liquid_Laser_Area_Defense_System_(HELLADS).aspx", "description": " The goal of the High Energy Liquid Laser Area Defense System (HELLADS) program is to develop a high-energy laser weapon system (~150 kilowatt) with an order-of-magnitude reduction in weight compared to existing laser systems. , Enemy surface-to-air threats to manned and unmanned aircraft have become increasingly sophisticated, creating a need for rapid and effective response to this growing category of threats.  High power lasers can provide a solution to this challenge, as they harness the speed and power of light to counter multiple threats.  Laser weapon systems provide additional capability for offensive missions as well—adding precise targeting with low probability of collateral damage.  For consideration as a weapon system on today’s air assets though, these laser weapon systems must be lighter and more compact than the state-of-the-art has produced. \nThe goal of the HELLADS program is to develop a 150 kilowatt (kW) laser weapon system that is ten times smaller and lighter than current lasers of similar power, enabling integration onto tactical aircraft to defend against and defeat ground threats. With a weight goal of less than five kilograms per kilowatt, and volume of three cubic meters for the laser system, HELLADS seeks to enable high-energy lasers to be integrated onto tactical aircraft, significantly increasing engagement ranges compared to ground-based systems. \nThe program has completed laboratory testing of a fundamental building block for HELLADS, a single laser module that successfully demonstrated the ability to achieve high power and beam quality from a significantly lighter and smaller laser.  The program is now in the final development phase where a second laser module will be built and combined with the first module to generate 150 kW of power.\nFollowing the final development phase, the plan is for the laser to be transported to White Sands Missile Range for ground testing against rockets, mortars, surface-to-air missiles and to conduct simulated air-to-ground offensive missions.\n, Enemy surface-to-air threats to manned and unmanned aircraft have become increasingly sophisticated, creating a need for rapid and effective response to this growing category of threats.  High power lasers can provide a solution to this challenge, as they harness the speed and power of light to counter multiple threats.  Laser weapon systems provide additional capability for offensive missions as well—adding precise targeting with low probability of collateral damage.  For consideration as a weapon system on today’s air assets though, these laser weapon systems must be lighter and more compact than the state-of-the-art has produced. , The goal of the HELLADS program is to develop a 150 kilowatt (kW) laser weapon system that is ten times smaller and lighter than current lasers of similar power, enabling integration onto tactical aircraft to defend against and defeat ground threats. With a weight goal of less than five kilograms per kilowatt, and volume of three cubic meters for the laser system, HELLADS seeks to enable high-energy lasers to be integrated onto tactical aircraft, significantly increasing engagement ranges compared to ground-based systems. , The program has completed laboratory testing of a fundamental building block for HELLADS, a single laser module that successfully demonstrated the ability to achieve high power and beam quality from a significantly lighter and smaller laser.  The program is now in the final development phase where a second laser module will be built and combined with the first module to generate 150 kW of power."}, "Soldier Protection Systems": {"url": "http://www.darpa.mil/Our_Work/DSO/Programs/Soldier_Protection_Systems_(SPS).aspx", "description": "The increasing lethality of enemy ballistic and blast threats—such as bullets, fragments, explosively formed projectiles, shaped charges and improved explosive devices (IEDs) — has resulted in substantial increases in the weight of protective armor and, consequently, the weight of tactical and combat vehicles. The DARPA Soldier Protection Systems (SPS) Program is developing and demonstrating lightweight armor material systems to defeat current and potential ballistic and blast threats with performance substantially better than today’s protective armor systems., The increasing lethality of enemy ballistic and blast threats—such as bullets, fragments, explosively formed projectiles, shaped charges and improved explosive devices (IEDs) — has resulted in substantial increases in the weight of protective armor and, consequently, the weight of tactical and combat vehicles. The DARPA Soldier Protection Systems (SPS) Program is developing and demonstrating lightweight armor material systems to defeat current and potential ballistic and blast threats with performance substantially better than today’s protective armor systems.\nDARPA is focused on materials and material systems that can control the energy absorption and propagation of ballistics or blasts. Guided by mechanics-based modeling, new materials with superior mechanical properties are being developed and formulated into novel ballistic armor systems. In addition, hierarchical structures that can achieve survivability against high-intensity underbody blasts are being developed to provide greatly enhanced protection to the occupants of both tactical and combat vehicles. These approaches aim to enable new lightweight armor that can defeat a broad spectrum of combined threats. \n, The increasing lethality of enemy ballistic and blast threats—such as bullets, fragments, explosively formed projectiles, shaped charges and improved explosive devices (IEDs) — has resulted in substantial increases in the weight of protective armor and, consequently, the weight of tactical and combat vehicles. The DARPA Soldier Protection Systems (SPS) Program is developing and demonstrating lightweight armor material systems to defeat current and potential ballistic and blast threats with performance substantially better than today’s protective armor systems., DARPA is focused on materials and material systems that can control the energy absorption and propagation of ballistics or blasts. Guided by mechanics-based modeling, new materials with superior mechanical properties are being developed and formulated into novel ballistic armor systems. In addition, hierarchical structures that can achieve survivability against high-intensity underbody blasts are being developed to provide greatly enhanced protection to the occupants of both tactical and combat vehicles. These approaches aim to enable new lightweight armor that can defeat a broad spectrum of combined threats. "}, "Advanced Structural Fiber": {"url": "None", "description": "No project description available"}, "Resilient Clouds": {"url": "http://www.darpa.mil/Our_Work/I2O/Programs/Mission-oriented_Resilient_Clouds_(MRC).aspx", "description": "The February 2011 Federal Cloud Computing Strategy released by the U.S. Chief Information Officer reinforces the United States Government’s plans to move information technology away from traditional workstations and toward cloud computing environments.  Where compelling incentives to do this exist, security implications of concentrating sensitive data and computation into computing clouds have yet to be fully addressed.  The perimeter defense focus of traditional security solutions is not sufficient to secure existing enclaves.  It could be further marginalized in cloud environments where there is a huge concentration of homogeneous hosts on high-speed networks without internal checks, and with implicit trust among hosts within those limited perimeter defenses., The February 2011 Federal Cloud Computing Strategy released by the U.S. Chief Information Officer reinforces the United States Government’s plans to move information technology away from traditional workstations and toward cloud computing environments.  Where compelling incentives to do this exist, security implications of concentrating sensitive data and computation into computing clouds have yet to be fully addressed.  The perimeter defense focus of traditional security solutions is not sufficient to secure existing enclaves.  It could be further marginalized in cloud environments where there is a huge concentration of homogeneous hosts on high-speed networks without internal checks, and with implicit trust among hosts within those limited perimeter defenses.\nThe Mission-oriented Resilient Clouds (MRC) program aims to address some of these security challenges by developing technologies to detect, diagnose and respond to attacks in the cloud; effectively building a ‘community health system’ for the cloud.  MRC also seeks technologies to enable cloud applications and infrastructure to continue functioning while under attack.\nTo achieve these goals the program will research development of innate distributed cloud defenses, construction of shared situational awareness and dynamic trust models, and introduction of manageable and taskable diversity into an otherwise homogeneous cloud, as well as development of mission aware adaptive networking technologies.  MRC also aspires to develop resource allocation and optimization techniques that orchestrate interactions between components that maximize effectiveness while accounting for potential risk from perceived threats.\nPreliminary results have already shown the utility of Nash bargaining techniques to rapidly adjust resource allocations while preserving critical mission expectations.  The program hopes to produce new libraries for scalable, high-performance disruption-tolerant computation; new adaptive networking protocols and new techniques to detect, isolate and respond to intrusions in cloud computing environments.\n, The February 2011 Federal Cloud Computing Strategy released by the U.S. Chief Information Officer reinforces the United States Government’s plans to move information technology away from traditional workstations and toward cloud computing environments.  Where compelling incentives to do this exist, security implications of concentrating sensitive data and computation into computing clouds have yet to be fully addressed.  The perimeter defense focus of traditional security solutions is not sufficient to secure existing enclaves.  It could be further marginalized in cloud environments where there is a huge concentration of homogeneous hosts on high-speed networks without internal checks, and with implicit trust among hosts within those limited perimeter defenses., The Mission-oriented Resilient Clouds (MRC) program aims to address some of these security challenges by developing technologies to detect, diagnose and respond to attacks in the cloud; effectively building a ‘community health system’ for the cloud.  MRC also seeks technologies to enable cloud applications and infrastructure to continue functioning while under attack., To achieve these goals the program will research development of innate distributed cloud defenses, construction of shared situational awareness and dynamic trust models, and introduction of manageable and taskable diversity into an otherwise homogeneous cloud, as well as development of mission aware adaptive networking technologies.  MRC also aspires to develop resource allocation and optimization techniques that orchestrate interactions between components that maximize effectiveness while accounting for potential risk from perceived threats."}, "Autonomous Robotic Manipulation (ARM)": {"url": "http://www.darpa.mil/our_work/dso/programs/autonomous_robotic_manipulation_(arm).aspx", "description": "The Autonomous Robotic Manipulation (ARM) program seeks to create mobile manipulators with a high degree of autonomy capable of serving multiple military purposes across a wide variety of application domains, including but not limited to counter-IED, countermine, search and rescue, weapons support, checkpoint and access control, explosive ordnance disposal, and combat casualty care (including battlefield extraction and treatment). , The Autonomous Robotic Manipulation (ARM) program is creating manipulators with a high degree of autonomy capable of serving multiple military purposes across a wide variety of application domains.  Current robotic manipulation systems save lives and reduce casualties, but are limited when adapting to multiple mission environments and need burdensome human interaction and lengthy time durations for completing tasks.\nARM seeks to enable autonomous manipulation systems to surpass the performance level of remote manipulation systems that are controlled directly by a human operator. The program will attempt to reach this goal by developing software and hardware that enables robots to autonomously grasp and manipulate objects in unstructured environments, with humans providing only high-level direction.  \nThe ARM program consists of three tracks:  software, hardware and outreach.  The hardware track focuses on design and development of low-cost dexterous multi-fingered hands taking advantage of recent manufacturing advancements.  The software track focuses on developing new algorithms and approaches for grasping and manipulation using local sensors for perception.  The outreach track engages a larger community by placing robotic systems in public museums (presently the National Air and Space Museum) and also encouraging unfunded participants to develop algorithms robot autonomy through the web to a real system.\n, The Autonomous Robotic Manipulation (ARM) program is creating manipulators with a high degree of autonomy capable of serving multiple military purposes across a wide variety of application domains.  Current robotic manipulation systems save lives and reduce casualties, but are limited when adapting to multiple mission environments and need burdensome human interaction and lengthy time durations for completing tasks., ARM seeks to enable autonomous manipulation systems to surpass the performance level of remote manipulation systems that are controlled directly by a human operator. The program will attempt to reach this goal by developing software and hardware that enables robots to autonomously grasp and manipulate objects in unstructured environments, with humans providing only high-level direction.  , The ARM program consists of three tracks:  software, hardware and outreach.  The hardware track focuses on design and development of low-cost dexterous multi-fingered hands taking advantage of recent manufacturing advancements.  The software track focuses on developing new algorithms and approaches for grasping and manipulation using local sensors for perception.  The outreach track engages a larger community by placing robotic systems in public museums (presently the National Air and Space Museum) and also encouraging unfunded participants to develop algorithms robot autonomy through the web to a real system."}, "COMPACT MID-ULTRAVIOLET TECHNOLOGY": {"url": "None", "description": "No project description available"}, "THERMO-TUNNELING POWER GENERATION": {"url": "None", "description": "No project description available"}, "Quantum-Assisted Sensing and Readout (QuASAR)": {"url": "http://www.darpa.mil/Our_Work/DSO/Programs/Quantum-Assisted_Sensing_and_Readout_(QuASAR).aspx", "description": "Typically, the performance of measurement devices is limited by deleterious effects such as thermal noise and vibration.  Notable exceptions are atomic clocks, which operate very near their fundamental limits. Driving devices to their physical limits will open new application spaces critical to future DoD systems.  Indeed, many defense-critical applications already require exceptionally precise time and frequency standards enabled only by atomic clocks.  The Global Positioning System (GPS) and the internet are two key examples. , Typically, the performance of measurement devices is limited by deleterious effects such as thermal noise and vibration.  Notable exceptions are atomic clocks, which operate very near their fundamental limits. Driving devices to their physical limits will open new application spaces critical to future DoD systems.  Indeed, many defense-critical applications already require exceptionally precise time and frequency standards enabled only by atomic clocks.  The Global Positioning System (GPS) and the internet are two key examples.\nMeasurement systems based on atomic physics benefit from the exquisite properties of the atom. Among these are (a) precise frequency transitions, (b) the ability to initialize, control, and readout the atomic state and (c) environmental isolation.  In addition, atomic properties are absolute, and do not “drift” over time.  In this sense, atoms are self-calibrated, making them ideal for precision sensing.\nThe Quantum-Assisted Sensing and Readout (QuASAR) program will build on established control and readout techniques from atomic physics to develop a suite of measurement tools that will be broadly applicable across disciplines, helping to address outstanding challenges in physics, materials and biological sciences.  QuASAR will push toward fundamental operating limits by developing atom and atom-like sensors that operate near the standard quantum limit (SQL), constructing hybrid quantum sensors that combine the optimal sensing and readout capabilities of disparate quantum systems and entangling multiple sensors/devices to operate below the SQL.  These types of devices will find broad application across the DoD, particularly in the areas of biological imaging, inertial navigation and robust global positioning systems.\n, Typically, the performance of measurement devices is limited by deleterious effects such as thermal noise and vibration.  Notable exceptions are atomic clocks, which operate very near their fundamental limits. Driving devices to their physical limits will open new application spaces critical to future DoD systems.  Indeed, many defense-critical applications already require exceptionally precise time and frequency standards enabled only by atomic clocks.  The Global Positioning System (GPS) and the internet are two key examples., Measurement systems based on atomic physics benefit from the exquisite properties of the atom. Among these are (a) precise frequency transitions, (b) the ability to initialize, control, and readout the atomic state and (c) environmental isolation.  In addition, atomic properties are absolute, and do not “drift” over time.  In this sense, atoms are self-calibrated, making them ideal for precision sensing., The Quantum-Assisted Sensing and Readout (QuASAR) program will build on established control and readout techniques from atomic physics to develop a suite of measurement tools that will be broadly applicable across disciplines, helping to address outstanding challenges in physics, materials and biological sciences.  QuASAR will push toward fundamental operating limits by developing atom and atom-like sensors that operate near the standard quantum limit (SQL), constructing hybrid quantum sensors that combine the optimal sensing and readout capabilities of disparate quantum systems and entangling multiple sensors/devices to operate below the SQL.  These types of devices will find broad application across the DoD, particularly in the areas of biological imaging, inertial navigation and robust global positioning systems."}, "7-Day Biodefense": {"url": "None", "description": "No project description available"}, "TT-06 Studies": {"url": "http://www.darpa.mil/Our_Work/BTO/Programs/Neuro_Function_Activity_Structure_and_Technology_NeuroFAST.aspx", "description": "Military personnel control sophisticated systems, \r\n experience extraordinary stress, and are subject to injury of the brain. To   \r\naddress these challenges, DARPA pursues innovative neurotechnology and advanced  \r\n understanding of the brain using a multidisciplinary approach that combines  \r\n data  processing, mathematical modeling, and novel interfaces. The Neuro  \r\n Function,  Activity, Structure, and Technology (Neuro-FAST) program is part of  \r\na  broader  portfolio of programs within DARPA that support President Obama’s  \r\nbrain  initiative. The program seeks to enable unprecedented visualization and  \r\n decoding  of brain activity. , Military personnel  \r\n control  sophisticated systems, experience extraordinary stress, and are  \r\nsubject  to  injury of the brain. To address these challenges, DARPA pursues  \r\ninnovative  neurotechnology and advanced understanding of the brain using a   \r\nmultidisciplinary approach that combines data processing, mathematical  \r\n modeling,  and novel interfaces. The Neuro Function, Activity, Structure, and  \r\n Technology  (Neuro-FAST) program is part of a broader portfolio of programs  \r\n within DARPA  that support President Obama’s brain initiative. The program  \r\nseeks  to enable  unprecedented visualization and decoding of brain activity.    \r\n\nFor  decades, neuroscientists have been limited in their ability to  \r\n understand the  total brain because they have not had the capability to measure \r\n  all of the  critical details of neural circuits. Even today, researchers’    \r\nunderstanding of  the brain remains fragmented due to gaps in knowledge between  \r\n brain cells,  circuits, and system information processing. Similarly, brain  \r\n interfaces have  the potential to give researchers deep insight into brain  \r\n function, and to use  that knowledge to restore human performance of functional \r\n  tasks after injury,  but current approaches to these devices fall short. They  \r\n offer no capacity for  selective neuron identification combined with neural  \r\n activity during behavior  and can only record small numbers of neurons  \r\n(hundreds  or fewer) en masse.   Neuro-FAST aims to address these shortcomings  \r\nby  illuminating new understandings  of how the brain operates.  \nNeuro-FAST  builds off of the recently  developed CLARITY  process, as well as recent discoveries in genetics, \r\n optical  recordings,  and  brain-computer interfaces. By combining all four \r\n areas,  Neuro-FAST seeks  to  allow researchers to individually identify \r\n specific cell  types, register  the  connections between organizations of \r\n neurons, and track  their firing  activity  using optical methods in awake, \r\n behaving subjects.  Neuro-FAST  researchers must  overcome the dual challenges \r\n of achieving  single-neuron  resolution while  simultaneously being able to \r\n analyze activity  from large  numbers of neurons to  acquire detailed modeling \r\n of the dynamic wiring  of  neural circuits that cause  behavior. Such models \r\n would then be coupled with   brain activity in real-time to  better understand \r\n how brain processes work.   Neuro-FAST envisions development of  novel optical \r\n methods to enable the   necessary recording.   \nThe data  generated by \r\n this process would be   unlike any previously produced by the  neuroscience \r\n community and would feed a   growing body of knowledge about brain  function \r\nand  form. In addition to   fundamental rodent research already underway,  \r\nNeuro-FAST  will expand the   processes to non-human primate brains and  \r\nwhole-organ human  tissue samples from  existing repositories to create a deep  \r\nunderstanding  across higher-order   mammals.  \nIf successful, Neuro-FAST \r\n will support  pioneering research   into brain function over a wide range of  \r\nspatial and  temporal scales to better   characterize and mitigate threats to \r\nthe  human  brain and facilitate development  of brain-in-the loop systems to  \r\naccelerate  and improve functional behaviors.   \nNeuro-FAST and related \r\nDARPA  neuroscience efforts are informed by  members of an independent Ethical, \r\nLegal,  and Social Implications (ELSI) panel.  Communications with ELSI \r\npanelists  supplement the oversight provided by  institutional review boards \r\nthat govern  human clinical studies and animal use.     \n, Military personnel  \r\n control  sophisticated systems, experience extraordinary stress, and are  \r\nsubject  to  injury of the brain. To address these challenges, DARPA pursues  \r\ninnovative  neurotechnology and advanced understanding of the brain using a   \r\nmultidisciplinary approach that combines data processing, mathematical  \r\n modeling,  and novel interfaces. The Neuro Function, Activity, Structure, and  \r\n Technology  (Neuro-FAST) program is part of a broader portfolio of programs  \r\n within DARPA  that support President Obama’s brain initiative. The program  \r\nseeks  to enable  unprecedented visualization and decoding of brain activity.    \r\n, For  decades, neuroscientists have been limited in their ability to  \r\n understand the  total brain because they have not had the capability to measure \r\n  all of the  critical details of neural circuits. Even today, researchers’    \r\nunderstanding of  the brain remains fragmented due to gaps in knowledge between  \r\n brain cells,  circuits, and system information processing. Similarly, brain  \r\n interfaces have  the potential to give researchers deep insight into brain  \r\n function, and to use  that knowledge to restore human performance of functional \r\n  tasks after injury,  but current approaches to these devices fall short. They  \r\n offer no capacity for  selective neuron identification combined with neural  \r\n activity during behavior  and can only record small numbers of neurons  \r\n(hundreds  or fewer) en masse.   Neuro-FAST aims to address these shortcomings  \r\nby  illuminating new understandings  of how the brain operates.  , Neuro-FAST  builds off of the recently  developed CLARITY  process, as well as recent discoveries in genetics, \r\n optical  recordings,  and  brain-computer interfaces. By combining all four \r\n areas,  Neuro-FAST seeks  to  allow researchers to individually identify \r\n specific cell  types, register  the  connections between organizations of \r\n neurons, and track  their firing  activity  using optical methods in awake, \r\n behaving subjects.  Neuro-FAST  researchers must  overcome the dual challenges \r\n of achieving  single-neuron  resolution while  simultaneously being able to \r\n analyze activity  from large  numbers of neurons to  acquire detailed modeling \r\n of the dynamic wiring  of  neural circuits that cause  behavior. Such models \r\n would then be coupled with   brain activity in real-time to  better understand \r\n how brain processes work.   Neuro-FAST envisions development of  novel optical \r\n methods to enable the   necessary recording.   "}, "ARGUS-IR": {"url": "http://www.darpa.mil/Our_Work/I2O/Programs/Autonomous_Real-time_Ground_Ubiquitous_Surveillance_-_Infrared_(ARGUS-IR).aspx", "description": "Current infrared systems either have a narrow field of view, slow frame rates or are low resolution. DARPA's Autonomous Real-Time Ground Ubiquitous Surveillance - Infrared (ARGUS-IR) program will break this paradigm by producing a wide-field-of-view IR imaging system with frame rates and resolution that are compatible with the tracking of dismounted personnel at night. ARGUS-IR will provide at least 130 independently steerable video streams to enable real-time tracking of individual targets throughout the field of view. The ARGUS-IR system will also provide continuous updates of the entire field of view for enhanced situational awareness., Current infrared systems either have a narrow field of view, slow frame rates or are low resolution. DARPA's Autonomous Real-Time Ground Ubiquitous Surveillance - Infrared (ARGUS-IR) program will break this paradigm by producing a wide-field-of-view IR imaging system with frame rates and resolution that are compatible with the tracking of dismounted personnel at night. ARGUS-IR will provide at least 130 independently steerable video streams to enable real-time tracking of individual targets throughout the field of view. The ARGUS-IR system will also provide continuous updates of the entire field of view for enhanced situational awareness."}, "ARGUS-IS": {"url": "http://www.darpa.mil/Our_Work/I2O/Programs/Autonomous_Real-time_Ground_Ubiquitous_Surveillance_-_Infrared_(ARGUS-IR).aspx", "description": "Current infrared systems either have a narrow field of view, slow frame rates or are low resolution. DARPA's Autonomous Real-Time Ground Ubiquitous Surveillance - Infrared (ARGUS-IR) program will break this paradigm by producing a wide-field-of-view IR imaging system with frame rates and resolution that are compatible with the tracking of dismounted personnel at night. ARGUS-IR will provide at least 130 independently steerable video streams to enable real-time tracking of individual targets throughout the field of view. The ARGUS-IR system will also provide continuous updates of the entire field of view for enhanced situational awareness., Current infrared systems either have a narrow field of view, slow frame rates or are low resolution. DARPA's Autonomous Real-Time Ground Ubiquitous Surveillance - Infrared (ARGUS-IR) program will break this paradigm by producing a wide-field-of-view IR imaging system with frame rates and resolution that are compatible with the tracking of dismounted personnel at night. ARGUS-IR will provide at least 130 independently steerable video streams to enable real-time tracking of individual targets throughout the field of view. The ARGUS-IR system will also provide continuous updates of the entire field of view for enhanced situational awareness."}, "(STT-RAM)Spin Torque Transfer-Random Access Memory": {"url": "None", "description": "No project description available"}, "Control of Material Properties through Advanced Structures": {"url": "http://www.darpa.mil/our_work/dso/", "description": "The Defense Sciences Office (DSO) identifies and pursues high-risk, high-payoff fundamental research initiatives across a broad spectrum of science and engineering disciplines – sometimes reshaping existing fields or creating entirely new disciplines – and transforms these initiatives into radically new, game-changing technologies for U.S. national security.  , DSO’s investment portfolio is broad. It encompasses physics, chemistry and mathematics as well as multidisciplinary topics such as materials, supervised autonomy, novel sensing and complexity.  DSO’s current focus areas include:, \r\n , \r\n , \r\n "}, "Sensor Topology for Minimal Planning (SToMP)": {"url": "None", "description": "No project description available"}, "Management for Office": {"url": "http://www.darpa.mil/our_work/mto/personnel/", "description": "Dr. Avram Bar-CohenProgram ManagerMicrosystems Technology Officeavram.bar-cohen@darpa.mil, Mr. Kerry BernsteinProgram ManagerMicrosystems Technology Office (MTO)kerry.bernstein@darpa.mil, Dr. Josh ConwayProgram ManagerMicrosystems Technology Officejoshua.conway@darpa.mil, Dr. Joseph CrossProgram ManagerMicrosystems Technology Officejoseph.cross@darpa.mil, Dr. Daniel GreenProgram ManagerMicrosystems Technology Officedaniel.green@darpa.mil"}, "EXCALIBUR": {"url": "http://www.darpa.mil/our_work/mto/programs/excalibur.aspx", "description": "The Excalibur program is developing optical phased array technology to enable high-power laser systems that are 10 times lighter and more compact than existing high-power laser systems for use on a broad spectrum of military platforms without degradation of the original platform mission., \nIn counterinsurgent, counter-terror campaigns, risks\r\nassociated with conventional\r\nweapons in combat operations can severely limit their use and\r\neffectiveness, particularly in urban environments.  These risks are largely associated with\r\nchallenges posed by confining intended effects to adversary combatants and\r\nforces.  Even in cases when combat\r\noperations are deemed necessary, the consequences of collateral damage from\r\nconventional weapons can complicate and hinder the overall mission.  Laboratory and field testing of high-power\r\nlaser systems indicate irradiance levels for functional and lethal effects\r\nagainst a variety of adversary targets and surgical precision of such lasers\r\nagainst certain air and ground targets. However, existing high-power chemical laser systems are too\r\nlarge and too inefficient for deployment on tactical airborne platforms.\nThe DARPA Excalibur program will develop coherent optical\r\nphased array technologies to enable scalable laser weapons that are 10 times\r\nlighter and more compact than existing high-power chemical laser systems.  The optical phased array architecture\r\nprovides electro-optical systems with the same mission flexibility and\r\nperformance enhancements that microwave phased arrays provide for RF systems\r\nand a multifunction Excalibur array may also perform laser radar, target\r\ndesignation, laser communications, and airborne-platform self protection tasks.   \nThese phased arrays will coherently combine lower-power\r\nelectrically driven lasers, such as diode lasers and fiber laser amplifiers.  Coherently combinable single-mode diode\r\nlasers and fiber-based systems can provide overall laser efficiencies greater\r\nthan 50 percent and 30 percent, respectively, while maintaining\r\nnear-diffraction-limited beam quality. \r\nTo produce a weapons-grade system, however, their output power must be\r\nincreased without introducing additional optical phase noise and modal\r\ninstability.  \nBeam-steering technologies will be pursued to make these\r\narrays conformal with the airframe, to provide rapid retargeting across a large\r\nfield of regard, and to compensate for the effects of atmospheric\r\nturbulence.  The Excalibur program will\r\ndemonstrate a high-power phased array of kW- class fiber laser amplifiers and investigate the limits of active\r\noptical phase-locking onto uncooperative targets under realistic\r\nconditions.  \nOnce Excalibur’s technical objectives are achieved, it is\r\nenvisioned that a coherent array of 10's of subapertures, each driven with a multi-kW coherently combinable fiber laser\r\namplifiers, would enable ~100 kW\r\nclass laser systems for precision strikes against both ground and air\r\ntargets.  This technology will enable the\r\npractical use of high-power lasers on a broad spectrum of military platforms\r\nwithout degradation of their original missions.  \r\n , In counterinsurgent, counter-terror campaigns, risks\r\nassociated with conventional\r\nweapons in combat operations can severely limit their use and\r\neffectiveness, particularly in urban environments.  These risks are largely associated with\r\nchallenges posed by confining intended effects to adversary combatants and\r\nforces.  Even in cases when combat\r\noperations are deemed necessary, the consequences of collateral damage from\r\nconventional weapons can complicate and hinder the overall mission.  Laboratory and field testing of high-power\r\nlaser systems indicate irradiance levels for functional and lethal effects\r\nagainst a variety of adversary targets and surgical precision of such lasers\r\nagainst certain air and ground targets. However, existing high-power chemical laser systems are too\r\nlarge and too inefficient for deployment on tactical airborne platforms., The DARPA Excalibur program will develop coherent optical\r\nphased array technologies to enable scalable laser weapons that are 10 times\r\nlighter and more compact than existing high-power chemical laser systems.  The optical phased array architecture\r\nprovides electro-optical systems with the same mission flexibility and\r\nperformance enhancements that microwave phased arrays provide for RF systems\r\nand a multifunction Excalibur array may also perform laser radar, target\r\ndesignation, laser communications, and airborne-platform self protection tasks.   , These phased arrays will coherently combine lower-power\r\nelectrically driven lasers, such as diode lasers and fiber laser amplifiers.  Coherently combinable single-mode diode\r\nlasers and fiber-based systems can provide overall laser efficiencies greater\r\nthan 50 percent and 30 percent, respectively, while maintaining\r\nnear-diffraction-limited beam quality. \r\nTo produce a weapons-grade system, however, their output power must be\r\nincreased without introducing additional optical phase noise and modal\r\ninstability.  "}, "FANG": {"url": "http://www.darpa.mil/our_work/tto/programs/adaptive_vehicle_make__(avm).aspx", "description": "Adaptive Vehicle Make (AVM) is a portfolio of programs that address revolutionary approaches to the design, verification and manufacturing of complex defense systems and vehicles. The portfolio consists of three primary programs: META, Instant Foundry Adaptive through Bits (iFAB) and Fast Adaptable Next-Generation Ground Vehicle (FANG). , Adaptive Vehicle Make (AVM) is a portfolio of programs that address revolutionary approaches to the design, verification and manufacturing of complex defense systems and vehicles. The portfolio consists of three primary programs: META, Instant Foundry Adaptive through Bits (iFAB) and Fast Adaptable Next-Generation Ground Vehicle (FANG). \nFollowing the announcement of a winner of the first FANG Challenge in April 2013, the winning design was built and tested. The test data has verified the new design paradigm, and as a result, DARPA is pursuing an opportunity for an early transition of the program to industry in 2014.\n, Adaptive Vehicle Make (AVM) is a portfolio of programs that address revolutionary approaches to the design, verification and manufacturing of complex defense systems and vehicles. The portfolio consists of three primary programs: META, Instant Foundry Adaptive through Bits (iFAB) and Fast Adaptable Next-Generation Ground Vehicle (FANG). , Following the announcement of a winner of the first FANG Challenge in April 2013, the winning design was built and tested. The test data has verified the new design paradigm, and as a result, DARPA is pursuing an opportunity for an early transition of the program to industry in 2014."}, "Analog-to-Information (A-to-I)": {"url": "http://www.darpa.mil/Our_Work/MTO/Programs/Analog-to-Information_(A-TO-I)_Look_Through.aspx", "description": "Analog-to-Information (A-to-I) Look Through program will develop ultra-wideband digital radio frequency receivers based on A-to-I converter technology. , The A-to-I Look-Through Program will fundamentally improve the operational bandwidth, linearity, and efficiency of electronic systems where the objective is to receive and transmit information using electromagnetic (radio) waves under extreme size/weight/power and environmental conditions required for DoD applications. This will be achieved by developing new electronic processing subsystems methods and architectures based on new understandings of mathematical principles and embedded signal processing. This program will develop ultra-wideband digital RF receivers based on A-to-I converter (AIC) technology. AICs will loosen the traditionally rigid tradeoff of frequency coverage against dynamic range in digital receiver applications using a family of novel mathematical algorithms and representations known as compressive sampling.  Compared to conventional RF receivers based on a mixture of RF down converters and conventional analog-to-digital converters (ADCs) or the emerging generation direct digital receivers also based on ADCs, AIC-based designs will increase receiver dynamic range and frequency band of regard while reducing power consumption and size.  AIC designs will be efficient, reducing or eliminating the need for post-sensing digital compression, reducing data glut and minimizing bandwidth for transmission downlinks and/or data storage. RF receiver system prototypes suitable for a variety of challenging DoD application areas will be developed and demonstrated in a brass board form factor under realistic RF environments. Likewise, simultaneously achieving high operational bandwidth, linearity, and efficiency of high power transmitter amplifiers has remained a significant technical challenge. These limitations of current art power amplifier technology have resulted in well documented instances of electronic fratricide.  The A-to-I Look-Thru program will overcome these limitations by converting digital signals directly to high power RF analog signals, thus eliminating the traditional high power amplifiers that are limited by the tradeoffs between bandwidth, output power, efficiency and linearity."}, "Nimbus": {"url": "http://www.darpa.mil/Our_Work/DSO/Programs/Nimbus.aspx", "description": "Nimbus is a fundamental science program focused on obtaining a comprehensive understanding of the lightning process, its associated emissions (such as x-rays), and its ionospheric components to better protect troops, ordnance, and other military assets., Lightning can cause delays in operations, disrupt communications, destroy assets, and generally pose a deadly threat to military personnel.  While lightning has been studied intermittently for decades, critical questions remain about how and why lighting initiates, how it spreads, and how it attaches to objects.  Also unclear is how lightning generates its ionospheric components such as elves, sprites, and gigantic blue jets, or how it ties into the global charging circuit.\nNimbus is a fundamental science program focused on obtaining a comprehensive understanding of the lightning process, its associated emissions (such as x-rays), and its ionospheric components to better protect troops, ordnance, and other military assets.\nThis program will yield insights into other high-voltage, high-current electromagnetic phenomena.\n, Lightning can cause delays in operations, disrupt communications, destroy assets, and generally pose a deadly threat to military personnel.  While lightning has been studied intermittently for decades, critical questions remain about how and why lighting initiates, how it spreads, and how it attaches to objects.  Also unclear is how lightning generates its ionospheric components such as elves, sprites, and gigantic blue jets, or how it ties into the global charging circuit., Nimbus is a fundamental science program focused on obtaining a comprehensive understanding of the lightning process, its associated emissions (such as x-rays), and its ionospheric components to better protect troops, ordnance, and other military assets., This program will yield insights into other high-voltage, high-current electromagnetic phenomena."}, "AEO Management (SPC-01)": {"url": "None", "description": "No project description available"}, "Battlefield Medicine": {"url": "http://www.darpa.mil/Our_Work/BTO/Programs/Battlefield_Medicine.aspx", "description": "Battlefield \r\nlogistics are a challenge regardless of the mission. Adversaries, terrain, and \r\nthe environment can all serve to complicate the process of delivering supplies \r\nto warfighters. The current Department of Defense (DoD) approach to medical \r\nsupply logistics is limited in its reach to far-forward emergency settings, \r\nresponse to emergent in-theater threats, and utility for bio-preparedness \r\nstockpiling. It can often take weeks to months to manufacture and airlift \r\norganic pharmaceuticals and protein therapeutics to battlefield frontlines, \r\nmeaning that critical medical supplies often do not arrive in time where they \r\nare needed most. Furthermore, the need to prepare medical supplies in advance \r\nbased on an anticipated, specific threat can result in wasted materials, labor, \r\nand money when that threat is not realized. The DoD needs a new approach to \r\nmanufacturing and delivering pharmaceuticals to enhance disaster responsiveness \r\nand enable timely response to emergent threats., Battlefield logistics are a challenge regardless of the mission. \r\nAdversaries, terrain, and the environment can all serve to complicate the \r\nprocess of delivering supplies to warfighters. The current Department of Defense \r\n(DoD) approach to medical supply logistics is limited in its reach to \r\nfar-forward emergency settings, response to emergent in-theater threats, and \r\nutility for bio-preparedness stockpiling. It can often take weeks to months to \r\nmanufacture and airlift organic pharmaceuticals and protein therapeutics to \r\nbattlefield frontlines, meaning that critical medical supplies often do not \r\narrive in time where they are needed most. Furthermore, the need to prepare \r\nmedical supplies in advance based on an anticipated, specific threat can result \r\nin wasted materials, labor, and money when that threat is not realized. The DoD \r\nneeds a new approach to manufacturing and delivering pharmaceuticals to enhance \r\ndisaster responsiveness and enable timely response to emergent threats.\nDARPA’s Battlefield Medicine program seeks to address this capability gap \r\nthrough two integrated research thrusts:  the Pharmacy on Demand (PoD) and \r\nBiologically-derived Medicines on Demand (Bio-MOD) initiatives. The combined \r\nefforts seek to develop miniaturized device platforms and techniques that can \r\nproduce multiple small-molecule active pharmaceutical ingredients (APIs) and \r\ntherapeutic proteins in response to specific battlefield threats and medical \r\nneeds as they arise. The PoD research is aimed at developing and demonstrating \r\nthe capability to manufacture multiple APIs of varying chemical complexity using \r\nshelf-stable precursors, while the Bio-MOD research is focused on developing \r\nnovel, flexible methodologies for genetic engineering and modification of \r\nmicrobial strains, mammalian cell lines, and cell-free systems to synthesize \r\nmultiple protein-based therapeutics.  As a proof of concept, both PoD and \r\nBio-MOD efforts will seek to develop platforms for manufacturing single-dose \r\nlevels of FDA-approved APIs and biologics and demonstrate high purity, efficacy, \r\nand potency in short timeframes.  \nIn developing a flexible, miniaturized \r\nsynthesis and manufacturing platform, Battlefield Medicine will leverage \r\ncontinuous flow approaches that will, if successful, pave the path forward for \r\nenabling distributed, on-demand medicine manufacturing capabilities in \r\nbattlefield and other austere environments.  Additionally, the platform would \r\nhave built-in flexibility to produce multiple types of therapeutics through its \r\nmodular reaction design. The ultimate vision for Battlefield Medicine is to \r\nenable effective small-batch pharmaceutical production that obviates the need \r\nfor individual drug stockpiling, cold storage, and complex logistics.  \n, Battlefield logistics are a challenge regardless of the mission. \r\nAdversaries, terrain, and the environment can all serve to complicate the \r\nprocess of delivering supplies to warfighters. The current Department of Defense \r\n(DoD) approach to medical supply logistics is limited in its reach to \r\nfar-forward emergency settings, response to emergent in-theater threats, and \r\nutility for bio-preparedness stockpiling. It can often take weeks to months to \r\nmanufacture and airlift organic pharmaceuticals and protein therapeutics to \r\nbattlefield frontlines, meaning that critical medical supplies often do not \r\narrive in time where they are needed most. Furthermore, the need to prepare \r\nmedical supplies in advance based on an anticipated, specific threat can result \r\nin wasted materials, labor, and money when that threat is not realized. The DoD \r\nneeds a new approach to manufacturing and delivering pharmaceuticals to enhance \r\ndisaster responsiveness and enable timely response to emergent threats., DARPA’s Battlefield Medicine program seeks to address this capability gap \r\nthrough two integrated research thrusts:  the Pharmacy on Demand (PoD) and \r\nBiologically-derived Medicines on Demand (Bio-MOD) initiatives. The combined \r\nefforts seek to develop miniaturized device platforms and techniques that can \r\nproduce multiple small-molecule active pharmaceutical ingredients (APIs) and \r\ntherapeutic proteins in response to specific battlefield threats and medical \r\nneeds as they arise. The PoD research is aimed at developing and demonstrating \r\nthe capability to manufacture multiple APIs of varying chemical complexity using \r\nshelf-stable precursors, while the Bio-MOD research is focused on developing \r\nnovel, flexible methodologies for genetic engineering and modification of \r\nmicrobial strains, mammalian cell lines, and cell-free systems to synthesize \r\nmultiple protein-based therapeutics.  As a proof of concept, both PoD and \r\nBio-MOD efforts will seek to develop platforms for manufacturing single-dose \r\nlevels of FDA-approved APIs and biologics and demonstrate high purity, efficacy, \r\nand potency in short timeframes.  , In developing a flexible, miniaturized \r\nsynthesis and manufacturing platform, Battlefield Medicine will leverage \r\ncontinuous flow approaches that will, if successful, pave the path forward for \r\nenabling distributed, on-demand medicine manufacturing capabilities in \r\nbattlefield and other austere environments.  Additionally, the platform would \r\nhave built-in flexibility to produce multiple types of therapeutics through its \r\nmodular reaction design. The ultimate vision for Battlefield Medicine is to \r\nenable effective small-batch pharmaceutical production that obviates the need \r\nfor individual drug stockpiling, cold storage, and complex logistics.  "}, "AEO Management (MBT-01)": {"url": "None", "description": "No project description available"}, "I2O Mgmt Initiatives CCS-02": {"url": "None", "description": "No project description available"}, "Antibody Technology Program (ATP)": {"url": "None", "description": "No project description available"}, "CIPHER(CENTERS IN INTEGRATED PHOTONIC ENGINEERING RESEARCH)": {"url": "None", "description": "No project description available"}, "ADEPT": {"url": "http://www.darpa.mil/Our_Work/BTO/Programs/Autonomous_Diagnostics_to_Enable_Prevention_and_Therapeutics_ADEPT.aspx", "description": "The Department of Defense must be able to provide health care anywhere in the world at anytime. Autonomous Diagnostics to Enable Prevention and Therapeutics (ADEPT), is a five year program that seeks to provide Soldiers, Sailors, Airmen and Marines actionable information about their health, on-demand, by developing the following capabilities: diagnostics that can be carried on-person and self-administered, coupled with formats suitable for preservation of self-collected biospecimens for later expanded testing, if necessary; highly-multiplexed tests that can be performed outside of clinical laboratories; and, new methods to achieve effective immunity. These capabilities are being investigated through two efforts., The Department of Defense must be able to provide health care anywhere in the world at anytime. Autonomous Diagnostics to Enable Prevention and Therapeutics (ADEPT), is a five year program that seeks to provide Soldiers, Sailors, Airmen and Marines actionable information about their health, on-demand, by developing the following capabilities: diagnostics that can be carried on-person and self-administered, coupled with formats suitable for preservation of self-collected biospecimens for later expanded testing, if necessary; highly-multiplexed tests that can be performed outside of clinical laboratories; and, new methods to achieve effective immunity. These capabilities are being investigated through two efforts.\nADEPT - Diagnostics on Demand (DxOD): DxOD aims to enable in-vitro devices that address current clinical diagnostic needs and are reconfigurable to decrease the time to design, manufacture and rapidly distribute assays in response to an emerging diagnostic need.  The program is addressing diagnostic technologies for use in two settings: diagnostics tailored for self-performed tests in limited resource settings and in point-of-care settings.  These efforts will improve diagnostic capability and medical care in garrison, as well as in field, fleet, and air transport settings.  An additional thrust of the DxOD effort includes capabilities to preserve, ship, archive and recover biomarkers from a self-collected biospecimen.\nDARPA released a Request For Information related to this facet of the ADEPT program on November 14, 2011.\nADEPT - Controlling Cellular Machinery (CCM) includes two components and leverages advances to prevent, detect and treat disease using in-vivo and continuous monitoring methods. \n\nDiagnostics and Therapeutics, launched in August 2011: advances the fundamental development and application of synthetic methods to detect, report and treat disease.\nVaccines, which began in September 2011: focuses on developing a non-integrating nucleic-acid based vaccine that has the potential to be safer and more effective than traditional vaccines.\n\n, The Department of Defense must be able to provide health care anywhere in the world at anytime. Autonomous Diagnostics to Enable Prevention and Therapeutics (ADEPT), is a five year program that seeks to provide Soldiers, Sailors, Airmen and Marines actionable information about their health, on-demand, by developing the following capabilities: diagnostics that can be carried on-person and self-administered, coupled with formats suitable for preservation of self-collected biospecimens for later expanded testing, if necessary; highly-multiplexed tests that can be performed outside of clinical laboratories; and, new methods to achieve effective immunity. These capabilities are being investigated through two efforts., ADEPT - Diagnostics on Demand (DxOD): DxOD aims to enable in-vitro devices that address current clinical diagnostic needs and are reconfigurable to decrease the time to design, manufacture and rapidly distribute assays in response to an emerging diagnostic need.  The program is addressing diagnostic technologies for use in two settings: diagnostics tailored for self-performed tests in limited resource settings and in point-of-care settings.  These efforts will improve diagnostic capability and medical care in garrison, as well as in field, fleet, and air transport settings.  An additional thrust of the DxOD effort includes capabilities to preserve, ship, archive and recover biomarkers from a self-collected biospecimen., DARPA released a Request For Information related to this facet of the ADEPT program on November 14, 2011."}, "Vulcan": {"url": "None", "description": "No project description available"}, "NITRIDE ELECTRONIC NEXT GENERATION TECHNOLOGY(NEXT)": {"url": "http://www.darpa.mil/our_Work/mto/Programs/nitride_electronic_neXt-Generation_technology_(next).aspx", "description": "MTO is improving performance on RF and mixed-signal electronic circuits by developing revolutionary nitride transistor technology (that simultaneously provides extremely high-voltage swings in a process consistent with large-scale integration in enhancement/depletion mode logic circuits)., High performance analog, RF and mixed-signal electronics usually require transistors with cutoff frequencies greater than 200 GHz. Current transistor technologies in silicon (i.e., complementary metal oxide semiconductor and silicon-germanium heterojunction bipolar transistor) can achieve such transistor speed, but only with unacceptably small voltage swing and breakdown voltage, severely inhibiting performance. These constraints limit the development of crucial military electronics including high-speed power amplifiers, ultra-linear mixers and high-output power digital-to-analog converters. DARPA's Nitride Electronic NeXt-Generation Technology (NEXT) program aims to develop a revolutionary nitride transistor technology that simultaneously provides extremely high speed and large voltage swing. GaN transistors developed in the NEXT program will result in the development of a manufacturable, high-yield, high-uniformity process that will realize large-scale integration of circuits with 1,000 or more transistors.\nNEXT is developing a revolutionary nitride transistor technology that simultaneously provides extremely high-speed and high-voltage swing Johnson Figure of Merit larger (JFoM) than 5 THz-V in a process consistent with large-scale integration in enhancement/depletion (E/D) mode logic circuits of 1,000 or more transistors. In addition, the fabrication processes will be manufacturable, high-yield, high-uniformity, and highly reliable. The accomplishment of this goal will be validated through demonstration of specific process control monitor test circuits such as 5, 51, and 501-stage ring oscillators, in each of the three program phases.\nInitially, NEXT will develop a manufacturable process to achieve high-speed, high-JFoM devices for both E and D-mode operation. The program will demonstrate the ability to combine these devices into a small logic circuit (on the order of 10 transistors). The program will further increase the speed of the E and D-mode devices and demonstrate the capability to combine these devices into moderate-sized logic circuits (on the order of 100 transistors). Finally, NEXT will realize significant improvements in the yield and uniformity of the nitride transistors and the necessary circuit integration processes to enable large-scale integration (logic circuit on the order of 1,000 transistors). \n, High performance analog, RF and mixed-signal electronics usually require transistors with cutoff frequencies greater than 200 GHz. Current transistor technologies in silicon (i.e., complementary metal oxide semiconductor and silicon-germanium heterojunction bipolar transistor) can achieve such transistor speed, but only with unacceptably small voltage swing and breakdown voltage, severely inhibiting performance. These constraints limit the development of crucial military electronics including high-speed power amplifiers, ultra-linear mixers and high-output power digital-to-analog converters. DARPA's Nitride Electronic NeXt-Generation Technology (NEXT) program aims to develop a revolutionary nitride transistor technology that simultaneously provides extremely high speed and large voltage swing. GaN transistors developed in the NEXT program will result in the development of a manufacturable, high-yield, high-uniformity process that will realize large-scale integration of circuits with 1,000 or more transistors., NEXT is developing a revolutionary nitride transistor technology that simultaneously provides extremely high-speed and high-voltage swing Johnson Figure of Merit larger (JFoM) than 5 THz-V in a process consistent with large-scale integration in enhancement/depletion (E/D) mode logic circuits of 1,000 or more transistors. In addition, the fabrication processes will be manufacturable, high-yield, high-uniformity, and highly reliable. The accomplishment of this goal will be validated through demonstration of specific process control monitor test circuits such as 5, 51, and 501-stage ring oscillators, in each of the three program phases., Initially, NEXT will develop a manufacturable process to achieve high-speed, high-JFoM devices for both E and D-mode operation. The program will demonstrate the ability to combine these devices into a small logic circuit (on the order of 10 transistors). The program will further increase the speed of the E and D-mode devices and demonstrate the capability to combine these devices into moderate-sized logic circuits (on the order of 100 transistors). Finally, NEXT will realize significant improvements in the yield and uniformity of the nitride transistors and the necessary circuit integration processes to enable large-scale integration (logic circuit on the order of 1,000 transistors). "}, "Nexus7": {"url": "http://www.darpa.mil/Our_Work/I2O/Personnel/Dr_Randy_Garrett.aspx", "description": "Dr. Randy Garrett joined DARPA as a Program Manager in 2010.  His research and development interests relate to the use of information technologies for the counter-insurgency mission. , Earlier in his career Garrett worked for several governmental and private sector activities. , Garrett holds Doctor of Philosophy in Computer Engineering and Master of Science in Computer Science degrees from Florida Atlantic University and Bachelor of Science degrees in Physics and Mathematics from the Massachusetts Institute of Technology. ,  "}, "SPC-01 Studies": {"url": "None", "description": "No project description available"}, "Lightweight Ceramic Armor": {"url": "None", "description": "No project description available"}, "Underwater Express": {"url": "None", "description": "No project description available"}, "Hybrid Multi-Material Rotor (HMMR)": {"url": "None", "description": "No project description available"}, "Cyber Fast Track (CFT) program": {"url": "None", "description": "No project description available"}, "DSO studies": {"url": "http://www.darpa.mil/Our_Work/BTO/Programs/Pathogen_Predators.aspx", "description": "The widespread use of antibiotics has led to the emergence of antibiotic resistance in many pathogenic bacteria. According to the Centers for Disease Control and Prevention, infections caused by these bacteria now pose urgent and serious threats to public health. , The widespread use of antibiotics has led to the\r\nemergence of antibiotic resistance in many pathogenic bacteria. According to\r\nthe Centers for Disease Control and Prevention, infections caused by these\r\nbacteria now pose urgent and serious threats to public health. \nIn response to these threats, DARPA’s Pathogen\r\nPredators program will explore the potential use of living predatory bacteria\r\nto treat bacterial infections caused by threat agents and antibiotic-resistant\r\npathogens. This approach represents a significant departure from conventional\r\nantibacterial therapies that depend on small molecule antibiotics. The novel\r\npath explored in this program relies on the existence of motile predatory\r\nbacteria that prey upon and consume other Gram-negative bacteria. In vitro studies have shown that\r\npredators such as Bdellovibrio\r\nbacteriovorus and Micavibrio\r\naeruginosavorus preyed upon more than one hundred different human pathogens,\r\nincluding several that were multi-drug resistant. These results suggest that it\r\nmight be feasible to develop a predator-based therapeutic with activity against\r\na broad spectrum of Gram-negative pathogens, including those that are resistant\r\nto antibiotics.\nThe Pathogen\r\nPredators program will support basic science studies aimed at a molecular-level\r\nunderstanding of predator-prey interactions. In addition, the program will initiate\r\nstudies that use in vivo infectious\r\ndisease models to answer three fundamental questions that are\r\ncentral to the feasibility of a predator-based therapeutic: (1) are predators\r\ntoxic to recipient (host) organisms; (2) against what pathogens (prey) are\r\npredators effective; and (3) can pathogens develop resistance to predation? The\r\nanswers to these questions will determine if further development of a\r\npredator-based therapeutic is warranted.\nIf successful, the\r\nPathogen Predators program will lay the groundwork for a living predator-based\r\ntherapeutic that is safe and efficacious against a large number of infectious\r\ndiseases, including those that are resistant to conventional treatments.\n, The widespread use of antibiotics has led to the\r\nemergence of antibiotic resistance in many pathogenic bacteria. According to\r\nthe Centers for Disease Control and Prevention, infections caused by these\r\nbacteria now pose urgent and serious threats to public health. , In response to these threats, DARPA’s Pathogen\r\nPredators program will explore the potential use of living predatory bacteria\r\nto treat bacterial infections caused by threat agents and antibiotic-resistant\r\npathogens. This approach represents a significant departure from conventional\r\nantibacterial therapies that depend on small molecule antibiotics. The novel\r\npath explored in this program relies on the existence of motile predatory\r\nbacteria that prey upon and consume other Gram-negative bacteria. In vitro studies have shown that\r\npredators such as Bdellovibrio\r\nbacteriovorus and Micavibrio\r\naeruginosavorus preyed upon more than one hundred different human pathogens,\r\nincluding several that were multi-drug resistant. These results suggest that it\r\nmight be feasible to develop a predator-based therapeutic with activity against\r\na broad spectrum of Gram-negative pathogens, including those that are resistant\r\nto antibiotics., The Pathogen\r\nPredators program will support basic science studies aimed at a molecular-level\r\nunderstanding of predator-prey interactions. In addition, the program will initiate\r\nstudies that use in vivo infectious\r\ndisease models to answer three fundamental questions that are\r\ncentral to the feasibility of a predator-based therapeutic: (1) are predators\r\ntoxic to recipient (host) organisms; (2) against what pathogens (prey) are\r\npredators effective; and (3) can pathogens develop resistance to predation? The\r\nanswers to these questions will determine if further development of a\r\npredator-based therapeutic is warranted."}, "CHIP TO CHIP OPTICAL INTERCONNECTS (C2OI)": {"url": "None", "description": "No project description available"}, "Prophecy (Pathogen Defeat)": {"url": "None", "description": "No project description available"}, "QUEST - Quantum Entanglement Science and Technology": {"url": "None", "description": "No project description available"}, "BLADE": {"url": "http://www.darpa.mil/Our_Work/MTO/Programs/Behavioral_Learning_for_Adaptive_Electronic_Warfare_(BLADE).aspx", "description": "The Behavioral Learning for Adaptive Electronic Warfare (BLADE) program is developing the capability to counter new and dynamic wireless communication threats in tactical environments. , The Behavioral Learning for Adaptive Electronic Warfare (BLADE) program is developing the capability to counter new and dynamic wireless communication threats in tactical environments. BLADE is enabling a shift from today's manual-intensive lab-based countermeasure development approach to an adaptive, in-the-field systems approach. The program will achieve this by developing novel machine learning algorithms and techniques that can rapidly detect and characterize new radio threats, dynamically synthesize new countermeasures, and provide accurate battle damage assessment based on over-the-air observable changes in the threat. "}, "Focus Areas in Theoretical Mathematics (FAThM)": {"url": "None", "description": "No project description available"}, "HQ TRAVEL": {"url": "None", "description": "No project description available"}, "Global Autonomous Language Exploitation (GALE)": {"url": "None", "description": "No project description available"}, "Scalable Network Monitoring": {"url": "None", "description": "No project description available"}, "DIRO Support  ": {"url": "None", "description": "No project description available"}, "IRD OFFICE SUPPORT": {"url": "None", "description": "No project description available"}, "ANALOG LOGIC": {"url": "http://www.darpa.mil/Our_Work/MTO/Programs/STARnet.aspx", "description": "For decades, miniaturizing electronics has been key to a wide array of technology innovations and an important economic driver.  As an example, the seemingly endless shrinking of the transistor has allowed the semiconductor industry to place ever more devices on the same amount of silicon.  Each time the size decreased, transistors became faster and used less power, allowing increasingly capable electronics in smaller packages at reduced cost.  In recent years, power requirements, excessive heat and other problems associated with physical limitations have reduced the advantages of continuing to shrink size.  In spite of these developments industry will continue along this path of decreasing transistor scale, increasing the number of integrated cores and working to improve all aspects of the existing architectures.  While challenging problems must be met and the ability to achieve the potential improvements is far from assured, these changes are likely to produce more evolutionary improvements., For decades, miniaturizing electronics has been key to a wide array of technology innovations and an important economic driver.  As an example, the seemingly endless shrinking of the transistor has allowed the semiconductor industry to place ever more devices on the same amount of silicon.  Each time the size decreased, transistors became faster and used less power, allowing increasingly capable electronics in smaller packages at reduced cost.  In recent years, power requirements, excessive heat and other problems associated with physical limitations have reduced the advantages of continuing to shrink size.  In spite of these developments industry will continue along this path of decreasing transistor scale, increasing the number of integrated cores and working to improve all aspects of the existing architectures.  While challenging problems must be met and the ability to achieve the potential improvements is far from assured, these changes are likely to produce more evolutionary improvements.  \nWorking together, DARPA, along with companies from the semiconductor and defense industries—Applied Materials, Global Foundries, IBM, Intel, Micron, Raytheon, Texas Instruments and United Technologies—have established the Semiconductor Technology Advanced Research Network (STARnet).  This effort builds a large multi-university research community to look beyond current evolutionary directions to make discoveries that drive technology innovation beyond what can be imagined for electronics today. The universities are organized into six centers, each focused on a specific challenge.\n\nFunction Accelerated nanomaterial Engineering (FAME) focuses on nonconventional materials and devices incorporating nanostructures with quantum-level properties to enable analog, logic and memory devices for beyond-binary computation.  \nCenter for Spintronic Materials, Interfaces and Novel Architectures (C-SPIN) focuses onelectron spin-based memory and computation to overcome the power, performance and architectural constraints of conventional CMOS-based devices. \nSystems on Nanoscale Information fabriCs (SONIC) explores a drastic shift in the model of computation and communication from a deterministic digital foundation to a statistical one. \nCenter for Low Energy Systems Technology (LEAST) pursues low power electronics. For this purpose it addresses nonconventional materials and quantum-engineered devices, and projects implementation in novel integrated circuits and computing architectures. \nThe Center for Future Architectures Research(C-FAR) investigates highly parallel computing implemented in nonconventional computing systems, but based on current CMOS integrated circuit technology. \nThe TerraSwarm Research Center (TerraSwarm) focuses on the challenge of developing technologies that provide innovative, city-scale capabilities via the deployment of distributed applications on shared swarm platforms. \n\nSTARnet launched in early 2013.\n, For decades, miniaturizing electronics has been key to a wide array of technology innovations and an important economic driver.  As an example, the seemingly endless shrinking of the transistor has allowed the semiconductor industry to place ever more devices on the same amount of silicon.  Each time the size decreased, transistors became faster and used less power, allowing increasingly capable electronics in smaller packages at reduced cost.  In recent years, power requirements, excessive heat and other problems associated with physical limitations have reduced the advantages of continuing to shrink size.  In spite of these developments industry will continue along this path of decreasing transistor scale, increasing the number of integrated cores and working to improve all aspects of the existing architectures.  While challenging problems must be met and the ability to achieve the potential improvements is far from assured, these changes are likely to produce more evolutionary improvements.  , Working together, DARPA, along with companies from the semiconductor and defense industries—Applied Materials, Global Foundries, IBM, Intel, Micron, Raytheon, Texas Instruments and United Technologies—have established the Semiconductor Technology Advanced Research Network (STARnet).  This effort builds a large multi-university research community to look beyond current evolutionary directions to make discoveries that drive technology innovation beyond what can be imagined for electronics today. The universities are organized into six centers, each focused on a specific challenge., STARnet launched in early 2013."}, "Plasma Sterilization of Wounds and Medical Devices": {"url": "None", "description": "No project description available"}, "Chemical Analysis Sans Machinery (CASM)": {"url": "None", "description": "No project description available"}, "Living Foundries": {"url": "http://www.darpa.mil/our_work/bto/programs/living_foundries.aspx", "description": "Current approaches to \r\nengineering biology rely on an ad hoc, laborious, trial-and-error process, \r\nwherein one successful project often does not translate to enabling subsequent \r\nnew designs. As a result, the state of the art development cycle for engineering \r\na new biologically manufactured product often takes 7+ years and tens to \r\nhundreds of millions of dollars (e.g. microbial production of artemisinic acid \r\nfor the treatment of malaria and the non-petroleum-based production \r\n1,3-propanediol). Transforming biology into an engineering practice would enable \r\non-demand production of new and high-value materials, devices and capabilities \r\nfor the Department of Defense (DoD) and address complex challenges that today \r\nhave no or few solutions., The goal of the Living \r\nFoundries program is to leverage the unparalleled synthetic and functional \r\ncapabilities of biology to create a revolutionary, biologically-based \r\nmanufacturing platform to provide access to new materials, capabilities and \r\nmanufacturing paradigms for the DoD and the Nation. Engineering biology is \r\nemerging as a powerful technology with the potential for significant impact in \r\nmultiple areas, including novel materials, sensing capabilities and \r\ntherapeutics. However, the present ability to harness that potential is limited \r\nby the ad hoc, trial-and-error process that defines the current SOA. Living \r\nFoundries seeks to transform biology into an engineering practice by developing \r\nthe tools, technologies, methodologies, and infrastructure to speed the \r\nbiological design-built-test-learn cycle and expand the complexity of systems \r\nthat can be engineered.  The tools and infrastructure developed as part of this \r\nprogram are expected to enable the rapid and scalable development of \r\ntransformative products and systems that are currently too complex to \r\naccess.\nThe Living Foundries program is comprised of two components, \r\nLiving Foundries: Advanced Tools and Capabilities for Generalizable Platforms \r\n(ATCG) and Living Foundries: 1000 Molecules. \nThe first component, Living \r\nFoundries: ATCG, began in 2012 and focuses on the development of next-generation \r\ntools and technologies for engineering biological systems with the goal of \r\ncompressing the biological design-build-test-learn cycle by at least 10 times in \r\nboth time and cost while at the same time increasing the complexity of systems \r\nthat are created. Technical areas of interest include design and automation \r\ntools, modular genetic parts and devise, standardized test platforms and \r\nchassis, tools for rapid physical construction of biological systems, editing \r\nand manipulation of genetic designs and new characterization and debugging tools \r\nfor synthetic biological networks.\nThe second component of the program, \r\nLiving Foundries: 1000 Molecules, builds upon the advancements and tools being \r\ndeveloped under ATCG  to create a scalable, integrated, rapid design and \r\nprototyping infrastructure for the facile engineering of biology. This \r\ninfrastructure will be defined by tools and processes to make possible a scale \r\nand sophistication of experimentation that does not exist today, and will \r\nprovide a flexible, efficient and continuously improving capability to the DoD \r\nand the engineering biology community. To demonstrate the power of the \r\ncapabilities being developed, the infrastructure will generate 1000 new \r\nmolecules of relevance to the DoD, including chemical building blocks for \r\naccessing radical new materials that are impossible to create with traditional \r\npetroleum-based feedstocks. \nA broad agency announcement for Living \r\nFoundries: 1000 Molecules was released in July 2013.\n, The goal of the Living \r\nFoundries program is to leverage the unparalleled synthetic and functional \r\ncapabilities of biology to create a revolutionary, biologically-based \r\nmanufacturing platform to provide access to new materials, capabilities and \r\nmanufacturing paradigms for the DoD and the Nation. Engineering biology is \r\nemerging as a powerful technology with the potential for significant impact in \r\nmultiple areas, including novel materials, sensing capabilities and \r\ntherapeutics. However, the present ability to harness that potential is limited \r\nby the ad hoc, trial-and-error process that defines the current SOA. Living \r\nFoundries seeks to transform biology into an engineering practice by developing \r\nthe tools, technologies, methodologies, and infrastructure to speed the \r\nbiological design-built-test-learn cycle and expand the complexity of systems \r\nthat can be engineered.  The tools and infrastructure developed as part of this \r\nprogram are expected to enable the rapid and scalable development of \r\ntransformative products and systems that are currently too complex to \r\naccess., The Living Foundries program is comprised of two components, \r\nLiving Foundries: Advanced Tools and Capabilities for Generalizable Platforms \r\n(ATCG) and Living Foundries: 1000 Molecules. , The first component, Living \r\nFoundries: ATCG, began in 2012 and focuses on the development of next-generation \r\ntools and technologies for engineering biological systems with the goal of \r\ncompressing the biological design-build-test-learn cycle by at least 10 times in \r\nboth time and cost while at the same time increasing the complexity of systems \r\nthat are created. Technical areas of interest include design and automation \r\ntools, modular genetic parts and devise, standardized test platforms and \r\nchassis, tools for rapid physical construction of biological systems, editing \r\nand manipulation of genetic designs and new characterization and debugging tools \r\nfor synthetic biological networks."}, "I2O Mgmt Initiatives CCC-01": {"url": "None", "description": "No project description available"}, "Wide Area Surveillance - OCO": {"url": "None", "description": "No project description available"}, "Core Optical Network (CORONET)": {"url": "None", "description": "No project description available"}, "SWEEPER(Short Range Wide Field of View Elec Steered Photonic": {"url": "http://www.darpa.mil/Our_Work/MTO/Programs/Short-Range,_Wide_Field-of-View_Extremely_agile,_Electronically_Steered_Photonic_Emitter_(SWEEPER).aspx", "description": "The goal of the Short-range Wide-field-of-view Extremely-agile Electronically-steered Photonic Emitter (SWEEPER) program is to develop a photonic integrated circuit capable of agile beam-steering using optical phased arrays., \nLaser beam-steering is a critical enabler for military and civilian applications including autonomous navigation, chemical-biological sensing, precision targeting and communications.  Current beam-steering systems often rely on large, slow, opto-mechanical devices such as the optical gimbal. The gimbal, however, tends to be the largest, slowest and most expensive component in the optical system. Drawing on phased array concepts that revolutionized RADAR technology, the Short-Range, Wide Field-of-View Extremely agile, Electronically Steered Photonic Emitter (SWEEPER) program will develop a compact, agile alternative to mechanical beam-steering.   The SWEEPER program seeks to extend phased array beam-steering to the optical domain in the near infrared (0.8 to 2 μm range) by developing optical phased arrays and building on recent advances in photonic integrated circuit (PIC) technology such as increased photonic device density and circuit complexity.\nThe SWEEPER program seeks to develop an optical phased array (64 X 64 elements) capable of agile (greater than 4x106 o/sec) beam-steering with a high degree of side-lobe suppression (30 dB) and a wide field of view (-45o to +45o) based on PIC technology.  Such arrays will require the integration and precise relative electronic phase control of thousands of closely packed optical emitting facets within a very small form factor.  By developing this array of emitters with multiple degrees of freedom for phase control, the SWEEPER program not only enables agile beam steering but also beam-forming and multiple beam generation. \nHistorically, the development of RF phased arrays impacted critical applications such as multi-target tracking for fire control systems and directed beams for low probability-of-intercept communications. Successful development of SWEEPER technology will enable optical phased arrays with analogous impact. Compact implementations enabled by PIC technology will be particularly important for small, SWAP-limited, platforms.  The potential application-space for this program is broad, encompassing surveillance, 3D imaging, precision targeting, guidance, navigation and LADAR mapping of buildings and caves.\n, Laser beam-steering is a critical enabler for military and civilian applications including autonomous navigation, chemical-biological sensing, precision targeting and communications.  Current beam-steering systems often rely on large, slow, opto-mechanical devices such as the optical gimbal. The gimbal, however, tends to be the largest, slowest and most expensive component in the optical system. Drawing on phased array concepts that revolutionized RADAR technology, the Short-Range, Wide Field-of-View Extremely agile, Electronically Steered Photonic Emitter (SWEEPER) program will develop a compact, agile alternative to mechanical beam-steering.   The SWEEPER program seeks to extend phased array beam-steering to the optical domain in the near infrared (0.8 to 2 μm range) by developing optical phased arrays and building on recent advances in photonic integrated circuit (PIC) technology such as increased photonic device density and circuit complexity., The SWEEPER program seeks to develop an optical phased array (64 X 64 elements) capable of agile (greater than 4x106 o/sec) beam-steering with a high degree of side-lobe suppression (30 dB) and a wide field of view (-45o to +45o) based on PIC technology.  Such arrays will require the integration and precise relative electronic phase control of thousands of closely packed optical emitting facets within a very small form factor.  By developing this array of emitters with multiple degrees of freedom for phase control, the SWEEPER program not only enables agile beam steering but also beam-forming and multiple beam generation. , Historically, the development of RF phased arrays impacted critical applications such as multi-target tracking for fire control systems and directed beams for low probability-of-intercept communications. Successful development of SWEEPER technology will enable optical phased arrays with analogous impact. Compact implementations enabled by PIC technology will be particularly important for small, SWAP-limited, platforms.  The potential application-space for this program is broad, encompassing surveillance, 3D imaging, precision targeting, guidance, navigation and LADAR mapping of buildings and caves."}, "microPNT": {"url": "http://www.darpa.mil/Our_Work/MTO/Programs/Micro-Technology_for_Positioning,_Navigation_and_Timing_(Micro-PNT).aspx", "description": "Warfighters have depended for decades on global positioning satellite (GPS) technology, and have incorporated it into guided munitions and other platforms to meet rigid requirements for guidance and navigation.  , For decades, Global Positioning System (GPS) technology has been incorporated into vehicles and munitions to meet rigid requirements for guidance and navigation. As a result, a substantial number of DoD systems are dependent on GPS data to provide accurate position, direction of motion, and time information. This dependence creates a critical vulnerability for many DoD systems in situations where the intended targets are either equipped with high-power jammers or the GPS signal is compromised.\nThe goal of the Micro-Technology for Positioning, Navigation and Timing (Micro-PNT) program is to develop technology for self-contained, chip-scale inertial navigation and precision guidance for munitions as well as mounted or dismounted soldiers. Size, weight, power, and cost (SWaP+C) are key concerns in the overall system design of compact navigation systems. Breakthroughs in microfabrication techniques may allow for the development of a single package containing all of the necessary devices (clocks, accelerometers, and gyroscopes) incorporated into a small (8 mm3) low-power (1 W) timing and inertial measurement unit. On-chip calibration should enable periodic internal error correction to reduce drift and thereby enable more accurate devices. Trending away from ultra-low drift sensors towards self-calibrating devices will allow revolutionary breakthroughs in PNT technology.\nIn January 2010, DARPA launched a coordinated effort focused on the development of microtechnology specifically addressing the challenges associated with miniaturization of high-precision clocks and inertial instruments. The  Micro-PNT program is comprised of three thrust areas: Clocks, Inertial Sensors,  and Microscale Integration. Each area is made up of various efforts exploring new fabrication techniques, deep integration, and on-chip self-calibration, which go hand-in-hand with the development of “plug-and-test” architectures.\nThe developments consider a number of operational scenarios, ranging from dismounted-soldier navigation to navigation, guidance and Control (NG&amp;C) of Unmanned Air Vehicles (UAVs), Unmanned Underwater Vehicles (UUVs), and guided missiles. The micro-PNT initiatives seek to increase the dynamic range of inertial sensors, reduce long-term drift in clocks and inertial sensors, and to develop miniature chips providing position, orientation, and time information.  \n, For decades, Global Positioning System (GPS) technology has been incorporated into vehicles and munitions to meet rigid requirements for guidance and navigation. As a result, a substantial number of DoD systems are dependent on GPS data to provide accurate position, direction of motion, and time information. This dependence creates a critical vulnerability for many DoD systems in situations where the intended targets are either equipped with high-power jammers or the GPS signal is compromised., The goal of the Micro-Technology for Positioning, Navigation and Timing (Micro-PNT) program is to develop technology for self-contained, chip-scale inertial navigation and precision guidance for munitions as well as mounted or dismounted soldiers. Size, weight, power, and cost (SWaP+C) are key concerns in the overall system design of compact navigation systems. Breakthroughs in microfabrication techniques may allow for the development of a single package containing all of the necessary devices (clocks, accelerometers, and gyroscopes) incorporated into a small (8 mm3) low-power (1 W) timing and inertial measurement unit. On-chip calibration should enable periodic internal error correction to reduce drift and thereby enable more accurate devices. Trending away from ultra-low drift sensors towards self-calibrating devices will allow revolutionary breakthroughs in PNT technology., In January 2010, DARPA launched a coordinated effort focused on the development of microtechnology specifically addressing the challenges associated with miniaturization of high-precision clocks and inertial instruments. The  Micro-PNT program is comprised of three thrust areas: Clocks, Inertial Sensors,  and Microscale Integration. Each area is made up of various efforts exploring new fabrication techniques, deep integration, and on-chip self-calibration, which go hand-in-hand with the development of “plug-and-test” architectures."}, "NeoVision 2": {"url": "http://www.darpa.mil/our_work/dso/personnel/dr_gill_pratt.aspx", "description": "Dr. Gill Pratt joined DARPA as a Program Manager in the Defense Sciences Office in January 2010.  His primary interest is in the field of robotics.  Specific areas include the development of declarative design methods that enhance the symbiosis between designer and design tool, hyper-rapid fabrication methods, interfaces that significantly enhance human/machine collaboration, mechanisms and control methods for enhanced mobility and manipulation, low impedance actuators, and improved platforms for post-secondary robotics education. He also has a strong interest in the application of neuroscience techniques to robot perception and control., Dr. Pratt holds a Doctor in Philosophy in electrical engineering and computer science from the Massachusetts Institute of Technology (MIT).  His thesis is in the field of neurophysiology.  He was an Associate Professor and Director of the Leg Lab at MIT. Subsequently, he became a Professor at Franklin W. Olin College, and before joining DARPA, was Associate Dean of Faculty Affairs and Research. Dr. Pratt holds several patents in series elastic actuation and adaptive control."}, "STO Management - NET-01": {"url": "None", "description": "No project description available"}, "AIR-01 Studies": {"url": "None", "description": "No project description available"}, "Hemispherical Array Detector for Imaging(HARDI)": {"url": "None", "description": "No project description available"}, "Knowledge Enhanced Compressive Measurement  (KECoM)": {"url": "None", "description": "No project description available"}, "TAILWIND": {"url": "None", "description": "No project description available"}, "ULTRA-VIS": {"url": "None", "description": "No project description available"}, "Heterostructural Uncooled Magnetic Sensors (HUMS)": {"url": "None", "description": "No project description available"}, "Persistent Close Air Support (PCAS)": {"url": "None", "description": "No project description available"}, "SPI-3D: Standoff Precision ID in 3D": {"url": "None", "description": "No project description available"}, "SEMICONDUCTOR FOCUS CENTERS": {"url": "None", "description": "No project description available"}, "Facility Services": {"url": "http://www.darpa.mil/Our_Work/DSO/Programs/Open_Manufacturing_(OM).aspx", "description": "Uncertainties in \r\nmaterials and component manufacturing processes are a primary cause of cost \r\nescalation and delay during the development, testing and early production of \r\ndefense systems. In addition, fielded military platforms may have unanticipated \r\nperformance problems, despite large investment and extensive testing of their \r\nkey components and subassemblies. These uncertainties and performance problems \r\nare often the result of the random variations and non-uniform scaling of \r\nmanufacturing processes. These challenges, in turn, lead to counterproductive \r\nresistance to adoption of new, innovative manufacturing technologies that could \r\noffer better results., Uncertainties in materials and \r\ncomponent manufacturing processes are a primary cause of cost escalation and \r\ndelay during the development, testing and early production of defense systems. \r\nIn addition, fielded military platforms may have unanticipated performance \r\nproblems, despite large investment and extensive testing of their key components \r\nand subassemblies. These uncertainties and performance problems are often the \r\nresult of the random variations and non-uniform scaling of manufacturing \r\nprocesses. These challenges, in turn, lead to counterproductive resistance to \r\nadoption of new, innovative manufacturing technologies that could offer better \r\nresults.\nDARPA created the Open Manufacturing program to lower the cost \r\nand speed the delivery of high-quality manufactured goods with predictable \r\nperformance. It aims to do so by creating a manufacturing framework that \r\ncaptures factory-floor and materials processing variability and integrates \r\nprobabilistic computational tools, informatics systems and rapid qualification \r\napproaches. These newly developed concepts and approaches will be used to \r\ncharacterize and reduce the risk of new manufacturing technologies.\nOpen \r\nManufacturing is investing in four foundational areas:\n\nDevelopment \r\nof probabilistic, physics-based process-property models to predict and guarantee \r\nthat a manufactured product’s range of performance lies within design \r\nrequirements.\nDevelopment of rapid qualification schema that employ \r\nstatistical methods and probabilistic simulation tools for low-cost, \r\nhigh-confidence prediction of product performance.  \nDevelopment of \r\nnovel, rapid, robust manufacturing and fabrication processes that result in \r\nimproved performance, reduced production times and more affordable \r\nmanufacturing.  Within this area, performers will attempt to demonstrate two \r\nspecific technologies: metals additive manufacturing and the manufacturing of \r\nbonded composites structures.\nEstablishment of \r\nmilitary-service-affiliated Manufacturing Demonstration Facilities that: serve \r\nas repositories of focused manufacturing knowledge and infrastructure; \r\nindependently demonstrate designs, manufacturing processes, process models and \r\nmanufactured products; and curate and assess manufacturing models, qualification \r\nschema and material/processing properties data. These multi-user facilities are \r\nintended as a lasting, shared resource to provide the manufacturing community \r\nwith greater access to the Open Manufacturing program and its research. \n\nIf successful, Open Manufacturing will reduce barriers to innovation in \r\nmanufacturing, and expand the Defense manufacturing base by establishing \r\nmethodologies for affordable, rapid, adaptable manufacturing with comprehensive \r\ndesign, simulation and processing tools and exposure to best practices. The \r\nresulting framework, through greater process understanding and control, would \r\nallow new manufacturing processes to be more readily transferred from the \r\nlaboratory to the shop floor.\n, Uncertainties in materials and \r\ncomponent manufacturing processes are a primary cause of cost escalation and \r\ndelay during the development, testing and early production of defense systems. \r\nIn addition, fielded military platforms may have unanticipated performance \r\nproblems, despite large investment and extensive testing of their key components \r\nand subassemblies. These uncertainties and performance problems are often the \r\nresult of the random variations and non-uniform scaling of manufacturing \r\nprocesses. These challenges, in turn, lead to counterproductive resistance to \r\nadoption of new, innovative manufacturing technologies that could offer better \r\nresults., DARPA created the Open Manufacturing program to lower the cost \r\nand speed the delivery of high-quality manufactured goods with predictable \r\nperformance. It aims to do so by creating a manufacturing framework that \r\ncaptures factory-floor and materials processing variability and integrates \r\nprobabilistic computational tools, informatics systems and rapid qualification \r\napproaches. These newly developed concepts and approaches will be used to \r\ncharacterize and reduce the risk of new manufacturing technologies., Open \r\nManufacturing is investing in four foundational areas:"}, "SBIR MISSION FUNDS": {"url": "None", "description": "No project description available"}, "TT-03 Studies": {"url": "None", "description": "No project description available"}, "Urban Reasoning &Geospatial Exploitation Technology (URGENT)": {"url": "None", "description": "No project description available"}, "SAFER": {"url": "http://www.darpa.mil/Our_Work/I2O/Programs/SAFER_Warfighter_Communications_(SAFER).aspx", "description": "The goal of the Safer Warfighter Communications (SAFER) program is to develop technology that will enable safe, resilient communications over the Internet, particularly in situations in which a third-party is attempting to discover the identity or location of the end users, or block the communication. , The goal of the Safer Warfighter Communications (SAFER) program is to develop technology that will enable safe, resilient communications over the Internet, particularly in situations in which a third-party is attempting to discover the identity or location of the end users, or block the communication. The technology developed through the program will also provide the quality of service (QoS) required to support applications such as instant messaging, electronic mail, social networking, streaming video, voice over Internet protocol (VoIP), video conferencing and other media that promote effective communication."}, "NANO COMPOSITE OPTICAL CERAMICS (NCOC)": {"url": "None", "description": "No project description available"}, "Tactical Advanced Power (TAP)": {"url": "None", "description": "No project description available"}, "Management for Office (NET-01)": {"url": "None", "description": "No project description available"}, "Optical RF Communications Adjunct (ORCA)": {"url": "None", "description": "No project description available"}, "FOPEN-GXP": {"url": "None", "description": "No project description available"}, "TANGO BRAVO": {"url": "None", "description": "No project description available"}, "Terahertz Electronics": {"url": "None", "description": "No project description available"}, "Computer Science, Science, Tech, Eng & Math (CS/STEM)": {"url": "None", "description": "No project description available"}, "POLKA": {"url": "None", "description": "No project description available"}, "Mobile Networked MIMO (MNM)": {"url": "None", "description": "No project description available"}, "study FOR OFFICE": {"url": "None", "description": "No project description available"}, "SID SECURITY SUPPORT": {"url": "None", "description": "No project description available"}, "OH BY THE WAY (OBTW)": {"url": "None", "description": "No project description available"}, "AEO Management (NET-01)": {"url": "None", "description": "No project description available"}, "Advanced Sighting System (One Shot)": {"url": "None", "description": "No project description available"}, "Nanoscale Architecture for Coherent Hyper-Optic Sources": {"url": "None", "description": "No project description available"}, "Topologically Ordered Armor (TOA)": {"url": "None", "description": "No project description available"}, "Precision Electronic Warfare (PREW)": {"url": "None", "description": "No project description available"}, "ENGAGE": {"url": "None", "description": "No project description available"}, "SECURITY SUPPORT": {"url": "None", "description": "No project description available"}, "KGS COMP Support": {"url": "None", "description": "No project description available"}, "Micro-Technology for Positioning, Navigation and Timing": {"url": "http://www.darpa.mil/Our_Work/MTO/Programs/Micro-Technology_for_Positioning,_Navigation_and_Timing_(Micro-PNT).aspx", "description": "Warfighters have depended for decades on global positioning satellite (GPS) technology, and have incorporated it into guided munitions and other platforms to meet rigid requirements for guidance and navigation.  , For decades, Global Positioning System (GPS) technology has been incorporated into vehicles and munitions to meet rigid requirements for guidance and navigation. As a result, a substantial number of DoD systems are dependent on GPS data to provide accurate position, direction of motion, and time information. This dependence creates a critical vulnerability for many DoD systems in situations where the intended targets are either equipped with high-power jammers or the GPS signal is compromised.\nThe goal of the Micro-Technology for Positioning, Navigation and Timing (Micro-PNT) program is to develop technology for self-contained, chip-scale inertial navigation and precision guidance for munitions as well as mounted or dismounted soldiers. Size, weight, power, and cost (SWaP+C) are key concerns in the overall system design of compact navigation systems. Breakthroughs in microfabrication techniques may allow for the development of a single package containing all of the necessary devices (clocks, accelerometers, and gyroscopes) incorporated into a small (8 mm3) low-power (1 W) timing and inertial measurement unit. On-chip calibration should enable periodic internal error correction to reduce drift and thereby enable more accurate devices. Trending away from ultra-low drift sensors towards self-calibrating devices will allow revolutionary breakthroughs in PNT technology.\nIn January 2010, DARPA launched a coordinated effort focused on the development of microtechnology specifically addressing the challenges associated with miniaturization of high-precision clocks and inertial instruments. The  Micro-PNT program is comprised of three thrust areas: Clocks, Inertial Sensors,  and Microscale Integration. Each area is made up of various efforts exploring new fabrication techniques, deep integration, and on-chip self-calibration, which go hand-in-hand with the development of “plug-and-test” architectures.\nThe developments consider a number of operational scenarios, ranging from dismounted-soldier navigation to navigation, guidance and Control (NG&amp;C) of Unmanned Air Vehicles (UAVs), Unmanned Underwater Vehicles (UUVs), and guided missiles. The micro-PNT initiatives seek to increase the dynamic range of inertial sensors, reduce long-term drift in clocks and inertial sensors, and to develop miniature chips providing position, orientation, and time information.  \n, For decades, Global Positioning System (GPS) technology has been incorporated into vehicles and munitions to meet rigid requirements for guidance and navigation. As a result, a substantial number of DoD systems are dependent on GPS data to provide accurate position, direction of motion, and time information. This dependence creates a critical vulnerability for many DoD systems in situations where the intended targets are either equipped with high-power jammers or the GPS signal is compromised., The goal of the Micro-Technology for Positioning, Navigation and Timing (Micro-PNT) program is to develop technology for self-contained, chip-scale inertial navigation and precision guidance for munitions as well as mounted or dismounted soldiers. Size, weight, power, and cost (SWaP+C) are key concerns in the overall system design of compact navigation systems. Breakthroughs in microfabrication techniques may allow for the development of a single package containing all of the necessary devices (clocks, accelerometers, and gyroscopes) incorporated into a small (8 mm3) low-power (1 W) timing and inertial measurement unit. On-chip calibration should enable periodic internal error correction to reduce drift and thereby enable more accurate devices. Trending away from ultra-low drift sensors towards self-calibrating devices will allow revolutionary breakthroughs in PNT technology., In January 2010, DARPA launched a coordinated effort focused on the development of microtechnology specifically addressing the challenges associated with miniaturization of high-precision clocks and inertial instruments. The  Micro-PNT program is comprised of three thrust areas: Clocks, Inertial Sensors,  and Microscale Integration. Each area is made up of various efforts exploring new fabrication techniques, deep integration, and on-chip self-calibration, which go hand-in-hand with the development of “plug-and-test” architectures."}, "Persistent Stare Exploitation & Analysis System (PerSEAS)": {"url": "None", "description": "No project description available"}, "ACTUV": {"url": "http://www.darpa.mil/Our_Work/TTO/Programs/Anti-Submarine_Warfare_(ASW)_Continuous_Trail_Unmanned_Vessel_(ACTUV).aspx", "description": "The Anti-Submarine Warfare (ASW) Continuous  \r\n Trail Unmanned Vessel (ACTUV) is developing an unmanned vessel optimized to  \r\n robustly track quiet diesel electric submarines. The program is structured  \r\n around three primary goals:, The Anti-Submarine Warfare \r\n (ASW) Continuous Trail Unmanned Vessel (ACTUV) is developing an unmanned vessel \r\n optimized to robustly track quiet diesel electric submarines. The program is  \r\nstructured around three primary goals:\n\nExplore the performance potential of a surface platform  \r\nconceived from concept to field demonstration under the premise that a human is  \r\nnever intended to step aboard at any point in its operating cycle.  As a \r\n result,  a new design paradigm emerges with reduced constraints on conventional \r\n naval  architecture elements such as layout, accessibility, crew support \r\n systems, and  reserve buoyancy. The objective is to generate a vessel design \r\n that exceeds  state-of-the art platform performance to provide propulsive \r\n overmatch against  diesel electric submarines at a fraction of their size and \r\n cost.  \nAdvance unmanned maritime system autonomy to enable \r\n independently deploying  systems capable of missions spanning thousands of \r\n kilometers of range and months  of endurance under a sparse remote supervisory \r\n control model.  This includes  autonomous compliance with maritime laws and \r\n conventions for safe navigation,  autonomous system management for operational \r\n reliability, and autonomous  interactions with an intelligent adversary. \nDemonstrate the capability  of the ACTUV system to use its unique \r\n characteristics to employ non-conventional  sensor technologies that achieve \r\n robust continuous track of the quietest  submarine targets over their entire \r\n operating envelope. \n\nWhile the ACTUV program is \r\nfocused on  demonstrating the ASW tracking  capability in this configuration, \r\nthe core  platform and autonomy technologies  are broadly extendable to underpin \r\na wide  range of missions and configurations  for future unmanned naval \r\nvessels.\nThe program has four phases. During  phase 1, the program \r\nrefined and  validated the system concept and associated  performance metrics, \r\ncompleting  risk reduction testing to inform program risks  associated with \r\nsubmarine  tracking sensors and maritime autonomy. In August  2012, DARPA \r\nawarded a  contract for phases 2-4.  The program plans the following  in \r\nupcoming phases:  Design a vessel (Phase 2); Build a vessel (Phase 3) and test  \r\nthe vessel (Phase  4). Operational prototype at-sea testing is expected in  \r\nmid-2015.\n, The Anti-Submarine Warfare \r\n (ASW) Continuous Trail Unmanned Vessel (ACTUV) is developing an unmanned vessel \r\n optimized to robustly track quiet diesel electric submarines. The program is  \r\nstructured around three primary goals:, While the ACTUV program is \r\nfocused on  demonstrating the ASW tracking  capability in this configuration, \r\nthe core  platform and autonomy technologies  are broadly extendable to underpin \r\na wide  range of missions and configurations  for future unmanned naval \r\nvessels., The program has four phases. During  phase 1, the program \r\nrefined and  validated the system concept and associated  performance metrics, \r\ncompleting  risk reduction testing to inform program risks  associated with \r\nsubmarine  tracking sensors and maritime autonomy. In August  2012, DARPA \r\nawarded a  contract for phases 2-4.  The program plans the following  in \r\nupcoming phases:  Design a vessel (Phase 2); Build a vessel (Phase 3) and test  \r\nthe vessel (Phase  4). Operational prototype at-sea testing is expected in  \r\nmid-2015."}, "MEMS EXCHANGE": {"url": "None", "description": "No project description available"}, "Reactive Material Structures (DSO)": {"url": "None", "description": "No project description available"}, "Vulture": {"url": "None", "description": "No project description available"}, "Manufacturable Gradient Index Optics": {"url": "None", "description": "No project description available"}, "Blood Pharming": {"url": "None", "description": "No project description available"}, "ACCOUNTING SUPPORT": {"url": "http://www.darpa.mil/Our_Work/AEO/Personnel/Mr_David_Busigo.aspx", "description": "Mr. David Busigo, Jr., is the Director for Business and Finance for the Adaptive Execution Office. Mr. Busigo is responsible for financial oversight within the office and all business activities including financial analysis, budget planning and execution. He also monitors contractual and programmatic progress of AEO programs and participates in program transition strategy development and execution., Before moving into his current position, Mr. Busigo served in the following roles at DARPA: Assistant Director, Program Management of the Support Services Office; Special Assistant to the DARPA Director, Technology Transfer, Innovative Research; and Assistant Director for Program Management, Information Exploitation Office and the Information Technology Office. Prior to joining DARPA he was a Senior Program Analyst, Office of Defense Research and Engineering, Office of the Secretary of Defense; Branch Head, Budget &amp; Accounting (Navy Wide), Office of Naval Research; and business financial manager, Cruise Missiles Program, Department of Navy., Mr. Busigo holds a Master of Public Administration degree in Administrative Management and Public Policy and a Bachelor of Science degree in Business Administration from the State University of New York at Albany."}, "DiscRotor": {"url": "None", "description": "No project description available"}, "I2O Mgmt Initiatives NET-01": {"url": "None", "description": "No project description available"}, "Rapid Altitude and Hypoxia Acclimatization (RAHA)": {"url": "None", "description": "No project description available"}, "Integrated Crisis Early Warning System (ICEWS)": {"url": "None", "description": "No project description available"}, "Nanostructured Materials for Power": {"url": "None", "description": "No project description available"}, "Machine Reading": {"url": "http://www.darpa.mil/Our_Work/I2O/Programs/Big_Mechanism.aspx", "description": "Some of the systems that matter most to the Defense Department are very complicated. Ecosystems, brains and economic and social systems have many parts and processes, but they are studied piecewise, and their literatures and data are fragmented, distributed and inconsistent. It is difficult to build complete, explanatory models of complicated systems, and so effects in these systems that are brought about by many interacting factors are poorly understood., Some of the systems that matter most to the Defense Department are very complicated. Ecosystems, brains and economic and social systems have many parts and processes, but they are studied piecewise, and their literatures and data are fragmented, distributed and inconsistent. It is difficult to build complete, explanatory models of complicated systems, and so effects in these systems that are brought about by many interacting factors are poorly understood.\nBig mechanisms are large, explanatory models of complicated systems in which interactions have important causal effects. The collection of big data is increasingly automated, but the creation of big mechanisms remains a human endeavor made increasingly difficult by the fragmentation and distribution of knowledge. To the extent that the construction of big mechanisms can be automated, it could change how science is done.\nThe Big Mechanism program aims to develop technology to read research abstracts and papers to extract pieces of causal mechanisms, assemble these pieces into more complete causal models, and reason over these models to produce explanations. The domain of the program is cancer biology with an emphasis on signaling pathways.\nAlthough the domain of the Big Mechanism program is cancer biology, the overarching goal of the program is to develop technologies for a new kind of science in which research is integrated more or less immediately—automatically or semi-automatically—into causal, explanatory models of unprecedented completeness and consistency. Cancer pathways are just one example of causal, explanatory models.\nThe Big Mechanism program will require new research and the integration of several technical areas, particularly statistical and knowledge-based Natural Language Processing (NLP); curation and ontology; systems biology and mathematical biology; representation and reasoning; and quite possibly other areas such as visualization, simulation, and statistical foundations of very large causal networks. Machine reading researchers will need to develop deeper semantics to represent the causal and often kinetic models described in research papers. Deductive inference and qualitative simulation will probably not be sufficient to model the complicated dynamics of signaling pathways and will need to be augmented or replaced by probabilistic and quantitative models. Classification and prediction will continue to be important, but causal explanation is primary. Extant databases and ontologies will provide top-down constraints on reading, assembly of big mechanisms and explanation.\nThe Broad Agency Announcement (BAA) for Big Mechanism is available at http://go.usa.gov/BRNw. DARPA is accepting proposals for the program until March 18, 2014 at 12 p.m. ET. For more information, please email bigmechanism@darpa.mil.\n, Some of the systems that matter most to the Defense Department are very complicated. Ecosystems, brains and economic and social systems have many parts and processes, but they are studied piecewise, and their literatures and data are fragmented, distributed and inconsistent. It is difficult to build complete, explanatory models of complicated systems, and so effects in these systems that are brought about by many interacting factors are poorly understood., Big mechanisms are large, explanatory models of complicated systems in which interactions have important causal effects. The collection of big data is increasingly automated, but the creation of big mechanisms remains a human endeavor made increasingly difficult by the fragmentation and distribution of knowledge. To the extent that the construction of big mechanisms can be automated, it could change how science is done., The Big Mechanism program aims to develop technology to read research abstracts and papers to extract pieces of causal mechanisms, assemble these pieces into more complete causal models, and reason over these models to produce explanations. The domain of the program is cancer biology with an emphasis on signaling pathways."}, "ITS SUPPORT": {"url": "None", "description": "No project description available"}, "Blue Laser for Submarine Laser Communications (SLC)": {"url": "None", "description": "No project description available"}, "NON VOLATILE LOGIC": {"url": "None", "description": "No project description available"}, "Open Manufacturing": {"url": "None", "description": "No project description available"}, "Mobile Ad hoc Interoperability Network Gateway (MAINGATE)": {"url": "None", "description": "No project description available"}, "Communications in Extreme Environments": {"url": "http://www.darpa.mil/Our_Work/STO/Programs/Communications_Under_Extreme_RF_Spectrum_Conditions_(CommEx).aspx", "description": "Defense forces rely on electromagnetic dominance for \r\ncommand, control, intelligence, surveillance, reconnaissance and related \r\napplications that use the electromagnetic spectrum. Similarly, spectrum use by \r\nour adversaries, and extensive unaffiliated commercial uses result in an \r\nincreasingly congested, space, time and frequency environment., Defense forces rely on electromagnetic dominance for command, \r\ncontrol, intelligence, surveillance, reconnaissance and related applications \r\nthat use the electromagnetic spectrum. Similarly, spectrum use by our \r\nadversaries, and extensive unaffiliated commercial uses result in an \r\nincreasingly congested, space, time and frequency environment. Severe pressure \r\non available spectrum from all spectrum users creates a situation demanding \r\nsignificant adaptivity and flexibility of our communications systems to \r\ncommunicate successfully and achieve mission goals. The \r\nCommunications Under Extreme RF Spectrum Conditions (CommEx) program is \r\ninterested in those technologies and techniques that address communications in \r\nsevere jamming and in the presence of a wide variety of adaptive jamming and \r\ninterference sources. CommEx's technical objective is to develop innovative \r\ntechnologies that make best use of all available domains for adaptive \r\ninterference suppression. This technology development phase will establish \r\nrelevant technologies appropriate for the constraints and typical missions of \r\nvarious platforms."}, "LACOSTE": {"url": "None", "description": "No project description available"}, "Structural Logic": {"url": "None", "description": "No project description available"}, "QORS": {"url": "None", "description": "No project description available"}, "STTR Increments/MODs": {"url": "None", "description": "No project description available"}, "ELASTx": {"url": "None", "description": "No project description available"}, "CMO ADMIN": {"url": "None", "description": "No project description available"}, "Z-MAN": {"url": "None", "description": "No project description available"}, "HALOE": {"url": "None", "description": "No project description available"}, "Revolutionizing Prosthetics": {"url": "None", "description": "No project description available"}, "Adaptable Navigation Systems": {"url": "None", "description": "No project description available"}, "GRATE": {"url": "None", "description": "No project description available"}, "AEO Management (TT-04)": {"url": "None", "description": "No project description available"}, "WBGS-RF": {"url": "None", "description": "No project description available"}, "ADAPT": {"url": "http://www.darpa.mil/Our_Work/STO/Programs/ADAPTable_Sensor_System_(ADAPT).aspx", "description": "Military sensor systems typically require between three and eight years to complete, resulting in sensor technology unable to keep pace with rapidly evolving mission needs. Commercial systems of similar complexity, forced by competitive pressures, are routinely developed in one to two years. , Military sensor systems typically require between three and eight years to complete, resulting in sensor technology unable to keep pace with rapidly evolving mission needs. Commercial systems of similar complexity, forced by competitive pressures, are routinely developed in one to two years.\nThe ADAPT program seeks novel techniques and processes to rapidly develop low-cost ISR sensor systems by adapting commercial manufacturing approaches. The primary goal of the ADAPT program is to deliver common hardware and software that can be quickly configured to perform a variety of mission-specific ISR applications.\nThe elements of the ADAPT concept are divided into three areas: A reusable hardware core, reusable software, and sensor-specific applications. The reusable hardware core aims to leverage low-cost commercial components available at the time of manufacture, enabling it to be refreshed at the rate of commercial technologies. For example, commercial consumer electronic products are typically developed using Original Design Manufacturers (ODM) who promote fabless product development in factories that make a large number of variations on similar products. ADAPT seeks to use ODMs for design and production rather than the common practice of using contract manufacturers.\nReusable software efforts will addresses sensor management functions such as processing, storage, communications, navigation and orientation—all of which are common to a wide variety of sensor systems. These are also the same types of functions used in smart phone products which will allow leveraging of commercial technology for economies of scale. Consumer software can be developed quickly by using open-source software frameworks that include application development and distribution environments. These rich software tools and libraries create opportunities for nimble, third party application developers to rapidly create and refine software products. The ADAPT program will leverage similar commercial software development environments for smartphone products to enable new classes of sensor system application developers.\nSensors currently require production of common hardware and software for each sensor-specific application.  Sensors created in the ADAPT program will benefit from not having to develop and produce common hardware and software. Military missions will define specific sensors, packaging and power systems to be used depending upong the mission performance requirements. Processing, storage, communication, navigation, orientation and sensor management functions will be handled by the reusable core hardware and software.\n, Military sensor systems typically require between three and eight years to complete, resulting in sensor technology unable to keep pace with rapidly evolving mission needs. Commercial systems of similar complexity, forced by competitive pressures, are routinely developed in one to two years., The ADAPT program seeks novel techniques and processes to rapidly develop low-cost ISR sensor systems by adapting commercial manufacturing approaches. The primary goal of the ADAPT program is to deliver common hardware and software that can be quickly configured to perform a variety of mission-specific ISR applications., The elements of the ADAPT concept are divided into three areas: A reusable hardware core, reusable software, and sensor-specific applications. The reusable hardware core aims to leverage low-cost commercial components available at the time of manufacture, enabling it to be refreshed at the rate of commercial technologies. For example, commercial consumer electronic products are typically developed using Original Design Manufacturers (ODM) who promote fabless product development in factories that make a large number of variations on similar products. ADAPT seeks to use ODMs for design and production rather than the common practice of using contract manufacturers."}, "DIRO SBIR ADMIN": {"url": "None", "description": "No project description available"}, "Physical Intelligence": {"url": "None", "description": "No project description available"}, "Restorative Encoding Memory Integration Neural Device(REMIND": {"url": "None", "description": "No project description available"}, "Shrike (formerly SP2S)": {"url": "None", "description": "No project description available"}, "Network Enabled by WDM Highly Integrated Photonics": {"url": "None", "description": "No project description available"}, "National Cyber Range": {"url": "None", "description": "No project description available"}, "Prevent": {"url": "None", "description": "No project description available"}, "POEM(PHOTONICALLY OPTIM EMBEDDED MICROPROCESSORS)": {"url": "None", "description": "No project description available"}, "Policy, Recds, Res Svcs": {"url": "None", "description": "No project description available"}, "Computational Leverage Against Surveillance Systems": {"url": "http://www.darpa.mil/Our_Work/STO/Programs/Computational_Leverage_Against_Surveillance_Systems_(CLASS).aspx", "description": "Commercial Test and Measurement equipment has \r\nadvanced greatly with the emergence of sophisticated cellular and wireless local \r\narea network technology and can be used to intercept, analyze and exploit our \r\nmilitary communications signals. Building upon technologies investigated under \r\nthe COMMEX Program, the Computational Leverage Against Surveillance Systems \r\n(CLASS) program seeks new ways to protect our signals from increasingly \r\nsophisticated adversaries and to do so in a way that can be maintained as \r\ntechnology advances. , Commercial Test and Measurement \r\nequipment has advanced greatly with the emergence of sophisticated cellular and \r\nwireless local area network technology and can be used to intercept, analyze and \r\nexploit our military communications signals. Building upon technologies \r\ninvestigated under the COMMEX Program, the Computational Leverage Against \r\nSurveillance Systems (CLASS) program seeks new ways to protect our signals from \r\nincreasingly sophisticated adversaries and to do so in a way that can be \r\nmaintained as technology advances. \nThree different techniques are being \r\ndeveloped: 1) Waveform Complexity uses advanced communications waveforms that \r\nare difficult to recover without knowledge and understanding of the signals \r\nitself; 2) Spatial Diversity uses distributed communications devices and the \r\ncommunication environment to disguise and dynamically vary the apparent location \r\nof the signal; 3) Interference Exploitation makes use of the clutter in the \r\nsignal environment to make it difficult for an adversary to isolate a particular \r\nsignal. The objective of the program is to make modular communications \r\ntechnology that is inexpensive to incorporate in existing and emerging radio \r\nsystems (&lt;$100 incremental cost) but pushes adversaries to need more than \r\n1,000x our processing power - \"supercomputer\" level processing power.\nTechnologies from this program are planned to transfer to the U.S. Army's \r\nCommunications - Electronics Command.\n, Commercial Test and Measurement \r\nequipment has advanced greatly with the emergence of sophisticated cellular and \r\nwireless local area network technology and can be used to intercept, analyze and \r\nexploit our military communications signals. Building upon technologies \r\ninvestigated under the COMMEX Program, the Computational Leverage Against \r\nSurveillance Systems (CLASS) program seeks new ways to protect our signals from \r\nincreasingly sophisticated adversaries and to do so in a way that can be \r\nmaintained as technology advances. , Three different techniques are being \r\ndeveloped: 1) Waveform Complexity uses advanced communications waveforms that \r\nare difficult to recover without knowledge and understanding of the signals \r\nitself; 2) Spatial Diversity uses distributed communications devices and the \r\ncommunication environment to disguise and dynamically vary the apparent location \r\nof the signal; 3) Interference Exploitation makes use of the clutter in the \r\nsignal environment to make it difficult for an adversary to isolate a particular \r\nsignal. The objective of the program is to make modular communications \r\ntechnology that is inexpensive to incorporate in existing and emerging radio \r\nsystems (&lt;$100 incremental cost) but pushes adversaries to need more than \r\n1,000x our processing power - \"supercomputer\" level processing power., Technologies from this program are planned to transfer to the U.S. Army's \r\nCommunications - Electronics Command."}, "BUSINESS SUPPORT TEAM": {"url": "None", "description": "No project description available"}, "DEEP LEARNING": {"url": "http://www.darpa.mil/our_work/i2o/programs/deep_exploration_and_filtering_of_text_(deft).aspx", "description": "Department of Defense (DoD) operators and analysts collect and process \r\ncopious amounts of data from a wide range of sources to create and assess plans \r\nand execute missions. However, depending on context, much of the information \r\nthat could support DoD missions may be implicit rather than explicitly \r\nexpressed. Having the capability to automatically extract operationally relevant \r\ninformation that is only referenced indirectly would greatly assist analysts in \r\nefficiently processing data., Department of Defense \r\n(DoD) operators and analysts collect and process copious amounts of data from a \r\nwide range of sources to create and assess plans and execute missions. However, \r\ndepending on context, much of the information that could support DoD missions \r\nmay be implicit rather than explicitly expressed. Having the capability to \r\nautomatically extract operationally relevant information that is only referenced \r\nindirectly would greatly assist analysts in efficiently processing data.\nAutomated, deep natural-language processing (NLP) technology may hold a \r\nsolution for more efficiently processing text information and enabling \r\nunderstanding connections in text that might not be readily apparent to humans. \r\nDARPA created the Deep Exploration and Filtering of Text (DEFT) program to \r\nharness the power of NLP. Sophisticated artificial intelligence of this nature \r\nhas the potential to enable defense analysts to efficiently investigate orders \r\nof magnitude more documents so they can discover implicitly expressed, \r\nactionable information contained within them. \nBy building on the NLP \r\ntechnologies developed in other DARPA programs and ongoing academic research \r\ninto deep language understanding and artificial intelligence, DEFT aims to \r\naddress remaining capability gaps related to inference, causal relationships and \r\nanomaly detection. Improving human language technology to incorporate these \r\ncapabilities is essential for enabling automated exposure of important content \r\nto facilitate analysis.\nAs a further aid to analysis, DEFT also aims to \r\nenable the capability to integrate individual facts into large domain models as \r\ninformation is processed to support assessment, planning, prediction and the \r\ninitial stages of report writing. If successful, DEFT will allow analysts to \r\nmove from limited, linear processing of huge sets of data to a nuanced, \r\nstrategic exploration of available information.\nThe development of an \r\nautomated solution may involve contributions from the linguistics and computer \r\nscience fields in the areas of artificial intelligence, computational \r\nlinguistics, machine learning, natural-language understanding, discourse and \r\ndialogue analysis, and others. \n, Department of Defense \r\n(DoD) operators and analysts collect and process copious amounts of data from a \r\nwide range of sources to create and assess plans and execute missions. However, \r\ndepending on context, much of the information that could support DoD missions \r\nmay be implicit rather than explicitly expressed. Having the capability to \r\nautomatically extract operationally relevant information that is only referenced \r\nindirectly would greatly assist analysts in efficiently processing data., Automated, deep natural-language processing (NLP) technology may hold a \r\nsolution for more efficiently processing text information and enabling \r\nunderstanding connections in text that might not be readily apparent to humans. \r\nDARPA created the Deep Exploration and Filtering of Text (DEFT) program to \r\nharness the power of NLP. Sophisticated artificial intelligence of this nature \r\nhas the potential to enable defense analysts to efficiently investigate orders \r\nof magnitude more documents so they can discover implicitly expressed, \r\nactionable information contained within them. , By building on the NLP \r\ntechnologies developed in other DARPA programs and ongoing academic research \r\ninto deep language understanding and artificial intelligence, DEFT aims to \r\naddress remaining capability gaps related to inference, causal relationships and \r\nanomaly detection. Improving human language technology to incorporate these \r\ncapabilities is essential for enabling automated exposure of important content \r\nto facilitate analysis."}, "HEALICS": {"url": "None", "description": "No project description available"}, "ORCHID(OPT RAD COOLING & HEATING IN INTEG DEVICES)": {"url": "None", "description": "No project description available"}, "Rapid SW Dev using Binary Components (RAPID).": {"url": "None", "description": "No project description available"}, "Basic Research on Ionospheric Characteristics and Effects": {"url": "None", "description": "No project description available"}, "Biomimetic Computing": {"url": "None", "description": "No project description available"}, "Net Track": {"url": "None", "description": "No project description available"}, "META": {"url": "None", "description": "No project description available"}, "Military Imaging and Surveillance Technology": {"url": "None", "description": "No project description available"}, "RE-NET(RELIABLE NEURAL-INTERFACE TECHNOLOGY": {"url": "None", "description": "No project description available"}, "Education Dominance": {"url": "None", "description": "No project description available"}, "ART (Adaptive RF Tech)": {"url": "None", "description": "No project description available"}, "DIRO Support": {"url": "None", "description": "No project description available"}, "I2O Mgmt Initiatives COG-02": {"url": "None", "description": "No project description available"}, "Advanced Soldier Portable Power": {"url": "None", "description": "No project description available"}, "Insight": {"url": "None", "description": "No project description available"}, "GUARD DOG": {"url": "None", "description": "No project description available"}, "ELECTRIC FIELD DETECTOR(E-FED)": {"url": "None", "description": "No project description available"}, "Space Surveillance Telescope (SST)": {"url": "None", "description": "No project description available"}, "Materials with Controlled Microstructural Architecture(MCMA)": {"url": "None", "description": "No project description available"}, "Low Cost Thermal Imager (LCTI-M)": {"url": "None", "description": "No project description available"}, "MAHEM": {"url": "None", "description": "No project description available"}, "Rapid SW Dev using Binary Components": {"url": "None", "description": "No project description available"}, "Detection & Comp Analysis of Psych Signals (DCAPS)": {"url": "None", "description": "No project description available"}, "AACE": {"url": "None", "description": "No project description available"}, "Quantum Effects in Biological Environments (QuBE)": {"url": "None", "description": "No project description available"}, "LEAP(Leading Edge Access Program)": {"url": "None", "description": "No project description available"}, "STO Studies - IT-03": {"url": "None", "description": "No project description available"}, "TIP-BASED  NANOFABRICATION": {"url": "None", "description": "No project description available"}, "Emissive Micro-Display (EMD)": {"url": "None", "description": "No project description available"}, "STTR Phase II": {"url": "None", "description": "No project description available"}, "Multipath Exploitation Radar": {"url": "None", "description": "No project description available"}, "Renewable At-Sea Power": {"url": "None", "description": "No project description available"}, "Autonomous HALE Refueling Demo (AHR)": {"url": "None", "description": "No project description available"}, "THERMAL MANAGEMENT TECHNOLOGIES": {"url": "None", "description": "No project description available"}, "REORGANIZATION AND PLASTICITY TO ACCELERATE INJURY RECOVERY": {"url": "None", "description": "No project description available"}, "MASKLESS NANOWRITER": {"url": "None", "description": "No project description available"}, "Tech Dev SPC-01": {"url": "None", "description": "No project description available"}, "Advanced Soldier Sensor Information System & Technology": {"url": "None", "description": "No project description available"}, "System F6": {"url": "None", "description": "No project description available"}, "Dialysis Like Therapeutics": {"url": "None", "description": "No project description available"}, "Visual Media Reasoning (VMR)": {"url": "None", "description": "No project description available"}, "NANO ELECTRO MECHANICAL COMPUTERS(NEMS)": {"url": "None", "description": "No project description available"}, "Real World": {"url": "None", "description": "No project description available"}, "POEM(PHOTONICALLY OPT EMBEDDED MICROPROCESSORS)": {"url": "None", "description": "No project description available"}, "Super Resolution Vision System (SRVS)": {"url": "None", "description": "No project description available"}, "RF PHOTONICS": {"url": "None", "description": "No project description available"}, "STORyNET": {"url": "None", "description": "No project description available"}, "TT-04 Studies": {"url": "None", "description": "No project description available"}, "InSPIRE": {"url": "http://www.darpa.mil/Our_Work/I2O/Programs/ENGAGE.aspx", "description": "Training, which is conducted in classroom, field, and virtual settings, is a critical element of military readiness.  Large-scale social networks, interactive content, and ubiquitous mobile access are emerging as driving technologies in education and training.  At the same time, education analytics presents new opportunities for assessing the effectiveness of training strategies, understanding trends and effects in large volumes of education data, and relating these back to alternative modes of instruction.    , Training, which is conducted in classroom, field, and virtual settings, is a critical element of military readiness. Large-scale social networks, interactive content, and ubiquitous mobile access are emerging as driving technologies in education and training. At the same time, education analytics presents new opportunities for assessing the effectiveness of training strategies, understanding trends and effects in large volumes of education data, and relating these back to alternative modes of instruction.\nDARPA created the ENGAGE program to enable the development of education and training systems that are better, faster, continuously optimized, and massively scalable.  ENGAGE is exploring software- and data-intensive education and training methods that harness the power of large user populations to optimize instruction.  Where traditional educational assessments tested effectiveness on small samples (&lt;100), the ENGAGE approach to assessment involves thousands or tens of thousands of students. \nTo facilitate this approach, ENGAGE has focused initially on interactive technologies for K-12 students, including those served by the U.S. Department of Defense Education Activity (DoDEA), a government-sponsored organization responsible for educating the children of military personnel around the world.  It is anticipated that the same techniques used in the ENGAGE program to optimize educational content and instruction in math and science can be applied to a wide variety of military and civilian training contexts.\nTo date, ENGAGE has created several interactive learning sites, with new programs debuting every few months for both desktop and mobile devices.  ENGAGE highlights include: \n\nRefraction(http://www.centerforgamescience.org/site/games/refraction)\n\n\nTreefrog Treasure(http://centerforgamescience.org/portfolio/treefrog-treasure/) \n\n\nComputer Science Student Network(http://www.cs2n.org) \n\n\nCS2N Virtual Robot Worlds(http://cs2n.org/activities/robot-virtual-worlds/expedition-atlantis) \n\n\nNeurostorm(http://www.intific.com/index.php/products/neuroscience/neurostorm) \n\n\nOurSpace(http://www.intific.com/index.php/products/education/our-space) \n\n\nCMU’s ETC Helios(http://www.etc.cmu.edu/projects/impact/?page_id=18) \n\n\nWashington State Algebra Challenge(http://algebrachallenge.org/)\n\n, Training, which is conducted in classroom, field, and virtual settings, is a critical element of military readiness. Large-scale social networks, interactive content, and ubiquitous mobile access are emerging as driving technologies in education and training. At the same time, education analytics presents new opportunities for assessing the effectiveness of training strategies, understanding trends and effects in large volumes of education data, and relating these back to alternative modes of instruction., DARPA created the ENGAGE program to enable the development of education and training systems that are better, faster, continuously optimized, and massively scalable.  ENGAGE is exploring software- and data-intensive education and training methods that harness the power of large user populations to optimize instruction.  Where traditional educational assessments tested effectiveness on small samples (&lt;100), the ENGAGE approach to assessment involves thousands or tens of thousands of students. , To facilitate this approach, ENGAGE has focused initially on interactive technologies for K-12 students, including those served by the U.S. Department of Defense Education Activity (DoDEA), a government-sponsored organization responsible for educating the children of military personnel around the world.  It is anticipated that the same techniques used in the ENGAGE program to optimize educational content and instruction in math and science can be applied to a wide variety of military and civilian training contexts."}, "MTO studies (ES-01)": {"url": "None", "description": "No project description available"}, "STO Management - CCC-01": {"url": "None", "description": "No project description available"}, "Microscale Plasma Devices": {"url": "None", "description": "No project description available"}, "SBIR Phase II": {"url": "None", "description": "No project description available"}, "STO Management - CCC-02": {"url": "None", "description": "No project description available"}, "Multifunction RF": {"url": "http://www.darpa.mil/Our_Work/STO/Programs/Multifunction_RF_(MFRF).aspx", "description": "Military \r\naircraft are vulnerable in conditions of degraded visibility due to pilots’ \r\ninability to discern obstacles, cables, or other aircraft during flight or while \r\nlanding. The danger is particularly acute in demanding, harsh environments such \r\nas Iraq and Afghanistan. , Military aircraft are \r\nvulnerable in conditions of degraded visibility due to pilots’ inability to \r\ndiscern obstacles, cables, or other aircraft during flight or while landing. The \r\ndanger is particularly acute in demanding, harsh environments such as Iraq and \r\nAfghanistan. \nThe MFRF program seeks to develop a multifunction onboard \r\nsensor to perform a variety of tasks that enhance the survivability of \r\nrotorcraft and also provide lethality improvements for combat missions in \r\nzero-zero conditions. The sensor is intended to give pilots the following: \r\nability to land safely in brownout/whiteout conditions; collision avoidance with \r\nother aircraft, obstacles and cables; terrain following; weather avoidance; and \r\nground mapping. Planned lethality enhancements include ISR for target detection \r\nand ID, weapons guidance, and data link. This program does not intend to perform \r\nat currently accepted frequencies but seeks to develop a common RF system that \r\nwill use agile frequencies, waveforms, and apertures to optimally interweave \r\nthese functions according to the aircraft's missions.\nThis program seeks \r\nto demonstrate a multifunctional, software-adaptable system architecture which \r\nwill provide for future expanded capability without adding new hardware. It is \r\nexpected that this “plug and play” multifunctional system could be employed as a \r\nreplacement sensor on existing aircraft, as an insertion into future aircraft, \r\nsuch as the Joint MultiRole (JMR) aircraft, or as a sensor suite suitable for \r\nunmanned aircraft. This will require antenna architectures that are flexible and \r\nthat consume as little area and power as possible.\n, Military aircraft are \r\nvulnerable in conditions of degraded visibility due to pilots’ inability to \r\ndiscern obstacles, cables, or other aircraft during flight or while landing. The \r\ndanger is particularly acute in demanding, harsh environments such as Iraq and \r\nAfghanistan. , The MFRF program seeks to develop a multifunction onboard \r\nsensor to perform a variety of tasks that enhance the survivability of \r\nrotorcraft and also provide lethality improvements for combat missions in \r\nzero-zero conditions. The sensor is intended to give pilots the following: \r\nability to land safely in brownout/whiteout conditions; collision avoidance with \r\nother aircraft, obstacles and cables; terrain following; weather avoidance; and \r\nground mapping. Planned lethality enhancements include ISR for target detection \r\nand ID, weapons guidance, and data link. This program does not intend to perform \r\nat currently accepted frequencies but seeks to develop a common RF system that \r\nwill use agile frequencies, waveforms, and apertures to optimally interweave \r\nthese functions according to the aircraft's missions., This program seeks \r\nto demonstrate a multifunctional, software-adaptable system architecture which \r\nwill provide for future expanded capability without adding new hardware. It is \r\nexpected that this “plug and play” multifunctional system could be employed as a \r\nreplacement sensor on existing aircraft, as an insertion into future aircraft, \r\nsuch as the Joint MultiRole (JMR) aircraft, or as a sensor suite suitable for \r\nunmanned aircraft. This will require antenna architectures that are flexible and \r\nthat consume as little area and power as possible."}, "Cyber Defense": {"url": "None", "description": "No project description available"}, "COUGAR": {"url": "None", "description": "No project description available"}, "Resilient C2": {"url": "None", "description": "No project description available"}, "ITS Office Support": {"url": "http://www.darpa.mil/Our_Work/TTO/Programs/Legged_Squad_Support_System_(LS3).aspx", "description": "Today’s dismounted warfighter can be saddled with more than 100 pounds \r\nof gear, resulting in physical strain, fatigue and degraded performance. \r\nReducing the load on dismounted warfighters has become a major point of emphasis \r\nfor defense research and development, because the increasing weight of \r\nindividual equipment has a negative impact on warfighter readiness. The Army has \r\nidentified physical overburden as one of its top five science and technology \r\nchallenges. To help alleviate physical weight on troops, DARPA is developing a \r\nfour-legged robot, the Legged Squad Support System (LS3), to integrate with a \r\nsquad of Marines or Soldiers., Today’s dismounted \r\nwarfighter can be saddled with more than 100 pounds of gear, resulting in \r\nphysical strain, fatigue and degraded performance. Reducing the load on \r\ndismounted warfighters has become a major point of emphasis for defense research \r\nand development, because the increasing weight of individual equipment has a \r\nnegative impact on warfighter readiness. The Army has identified physical \r\noverburden as one of its top five science and technology challenges. To help \r\nalleviate physical weight on troops, DARPA is developing a four-legged robot, \r\nthe Legged Squad Support System (LS3), to integrate with a squad of Marines or \r\nSoldiers.\nLS3 seeks to demonstrate that a highly mobile, semi-autonomous \r\nlegged robot can carry 400 lbs of a squad’s load, follow squad members through \r\nrugged terrain and interact with troops in a natural way, similar to a trained \r\nanimal and its handler.\nThe LS3 program goal is to develop a robot that \r\nwill go through the same terrain the squad goes through without hindering the \r\nsquad’s mission. The robot could also serve as a mobile auxiliary power source \r\nto the squad, so troops can recharge batteries for radios and handheld devices \r\nwhile on patrol.\nIn January 2012, the LS3 prototype completed its first \r\noutdoor assessment, demonstrating mobility by climbing and descending a hill and \r\nexercising its perception capabilities.\nA two-year, platform-refinement \r\ntest cycle began in July 2012, with Marine and Army involvement, culminating in \r\na planned capstone exercise where LS3 should embed with Marines conducting field \r\nexercises. During this period, DARPA seeks to finish the development of and \r\nrefine LS3’s technologies to provide a suite of autonomy settings, including \r\nleader-follower tight, leader-follower corridor and go-to-waypoint, described \r\nbelow: \n\nLeader-follower tight: LS3 attempts to follow as close as \r\npossible to the path its leader takes\nLeader-follower corridor: LS3 \r\nsticks to the leader but has freedom to make local path decisions, so the leader \r\ndoesn’t need to think about LS3’s mobility capabilities\nGo-to-waypoint: \r\nLS3 uses its local perception to avoid obstacles on its way to a designated GPS \r\ncoordinate\n\nAdditionally, technologies to allow squad members to \r\nspeak commands to LS3 are anticipated to be added during this period. \nLS3 represents the culmination of a decade of research in perception and \r\nautonomy with programs like DARPA’s Unmanned Ground Combat Vehicle-Perception \r\nfor Off-Road Robotics Integration (UPI) program, mobility work with DARPA’s “Big \r\nDog” and significant advances in natural human-robot interface such as voice \r\nrecognition.\n\r\n \n, Today’s dismounted \r\nwarfighter can be saddled with more than 100 pounds of gear, resulting in \r\nphysical strain, fatigue and degraded performance. Reducing the load on \r\ndismounted warfighters has become a major point of emphasis for defense research \r\nand development, because the increasing weight of individual equipment has a \r\nnegative impact on warfighter readiness. The Army has identified physical \r\noverburden as one of its top five science and technology challenges. To help \r\nalleviate physical weight on troops, DARPA is developing a four-legged robot, \r\nthe Legged Squad Support System (LS3), to integrate with a squad of Marines or \r\nSoldiers., LS3 seeks to demonstrate that a highly mobile, semi-autonomous \r\nlegged robot can carry 400 lbs of a squad’s load, follow squad members through \r\nrugged terrain and interact with troops in a natural way, similar to a trained \r\nanimal and its handler., The LS3 program goal is to develop a robot that \r\nwill go through the same terrain the squad goes through without hindering the \r\nsquad’s mission. The robot could also serve as a mobile auxiliary power source \r\nto the squad, so troops can recharge batteries for radios and handheld devices \r\nwhile on patrol."}, "NEAR JUNCTION TRANSPORT": {"url": "None", "description": "No project description available"}, "CMO-SPS": {"url": "None", "description": "No project description available"}, "Deep Green": {"url": "None", "description": "No project description available"}, "Microscale Power Conversion": {"url": "None", "description": "No project description available"}, "Chronicle of Lineage Indicative of Origins (CLIO)": {"url": "http://www.darpa.mil/Our_Work/BTO/Programs/Chronicle_of_Lineage_Indicative_of_Origins_CLIO.aspx", "description": "Recent innovations in biotechnology have significantly reduced the  \r\n cost, time, infrastructure and level of training required to manipulate genetic \r\n  code and alter the behavior of an organism. Numerous defense missions could  \r\n benefit from the resulting biotechnology capabilities, but prior to developing  \r\n and fielding these capabilities, the Department of Defense must establish  \r\nrobust  and enduring control features. These technologies are required to \r\n enable  the  public to reap the rewards of these advances while maintaining \r\nU.S.  strategic  technological advantage and minimizing the medical and \r\nenvironmental  risk in the  case of accidental or intentional misuse. \r\n, Recent  innovations in biotechnology have \r\nsignificantly reduced  the cost, time,  infrastructure and level of training \r\nrequired to manipulate  genetic code and  alter the behavior of an organism. \r\nNumerous defense missions  could benefit from  the resulting biotechnology \r\ncapabilities, but prior to  developing and fielding  these capabilities, the \r\nDepartment of Defense must  establish robust and enduring  control features. \r\nThese technologies are  required  to enable the public to reap  the rewards of \r\nthese advances while  maintaining  U.S. strategic technological  advantage and \r\nminimizing the medical  and  environmental risk in the case of  accidental or \r\nintentional misuse. \nThe  Chronicle of Lineage Indicative of  Origins \r\n(CLIO) program aims to use  recent  advances in synthetic biology to  develop \r\ngenomic and proteomic  capabilities  that promote safe, secure biological  \r\nresearch, protect  intellectual property  and prevent unwanted release of  \r\nmicroorganisms. To  encourage user adoption and  ensure the maintenance of CLIO  \r\nsystems, control  and security capabilities will  be designed to have little or \r\nno  impact on the  fitness of host organisms.\nThe CLIO program includes \r\nthree  tracks of  research and development to  support these goals: \n\nThe Gene  Guards  track seeks to develop  technologies to ensure the \r\nsafe handling of  pathogenic  organisms and prevent  the adverse manipulation of \r\nthese pathogens  (i.e.,  addition of virulence  factors, immune modulators or \r\nantibiotic-resistant   genes). \nThe  Attribution track seeks to develop \r\ntechnologies that   protect intellectual  property in the microbial genome and \r\nthat can be analyzed   to authenticate  ownership and true origin. \nThe \r\nMemory track seeks to   develop  persistent encoding systems that document and \r\nrecord the chronology,   nature of  manipulation and environmental conditions in \r\nan organism’s   genome.\n\nIf successful, CLIO will establish \r\nenduring control   elements that protect  against intentionally harmful genetic \r\nengineering,  prevent  illegal acquisition  or misuse of proprietary strains, \r\nprovide novel  forensic  tools to assist in the  investigation of biological \r\nincidents and  allow  responsible investigators to  document compliance with \r\nsafe biological   manipulation practices. The program  will advance the field of \r\nsynthetic biology  with new insight into the design  and behavior of biological \r\nsystems.\n, Recent  innovations in biotechnology have \r\nsignificantly reduced  the cost, time,  infrastructure and level of training \r\nrequired to manipulate  genetic code and  alter the behavior of an organism. \r\nNumerous defense missions  could benefit from  the resulting biotechnology \r\ncapabilities, but prior to  developing and fielding  these capabilities, the \r\nDepartment of Defense must  establish robust and enduring  control features. \r\nThese technologies are  required  to enable the public to reap  the rewards of \r\nthese advances while  maintaining  U.S. strategic technological  advantage and \r\nminimizing the medical  and  environmental risk in the case of  accidental or \r\nintentional misuse. , The  Chronicle of Lineage Indicative of  Origins \r\n(CLIO) program aims to use  recent  advances in synthetic biology to  develop \r\ngenomic and proteomic  capabilities  that promote safe, secure biological  \r\nresearch, protect  intellectual property  and prevent unwanted release of  \r\nmicroorganisms. To  encourage user adoption and  ensure the maintenance of CLIO  \r\nsystems, control  and security capabilities will  be designed to have little or \r\nno  impact on the  fitness of host organisms., The CLIO program includes \r\nthree  tracks of  research and development to  support these goals: "}, "ZETA": {"url": "None", "description": "No project description available"}, "PIRET": {"url": "None", "description": "No project description available"}, "Materials with Novel Transport Properties (MANTRA)": {"url": "None", "description": "No project description available"}, "Transformative Apps": {"url": "http://www.darpa.mil/Our_Work/I2O/Programs/Transformative_Apps.aspx", "description": "The Transformative Apps program will develop a diverse array of militarily-relevant software applications (\"apps\") using an innovative new development and acquisition process.  A military apps marketplace will be created to enable rapid innovation to meet user needs based on a direct collaboration between a vibrant and highly competitive development community and involved communities of end-users. , The Transformative Apps program will develop a diverse array of militarily-relevant software applications (\"apps\") using an innovative new development and acquisition process.  A military apps marketplace will be created to enable rapid innovation to meet user needs based on a direct collaboration between a vibrant and highly competitive development community and involved communities of end-users.  The program will address all the challenges-technical, business and operational to make the new capabilities available for use in the field.  The objectives are to transition the resulting systems to end-users in the Services and to foster a new model for rapidly and effectively acquiring, introducing, maintaining and enhancing software."}, "River Eye": {"url": "None", "description": "No project description available"}, "Video And Image Retrieval and Analysis Tool": {"url": "None", "description": "No project description available"}, "Integrated High Energy Density Capacitors (IHEDC)": {"url": "None", "description": "No project description available"}, "Business Process Analysis": {"url": "None", "description": "No project description available"}, "TEMP": {"url": "None", "description": "No project description available"}, "Computer Science Study Group (CSSG)": {"url": "None", "description": "No project description available"}, "Anomaly Detection at Multiple Scales (ADAMS)": {"url": "None", "description": "No project description available"}, "Counter Sniper (C-Sniper)": {"url": "None", "description": "No project description available"}, "studies": {"url": "None", "description": "No project description available"}, "Administrative Services": {"url": "None", "description": "No project description available"}, "TT-07 Studies": {"url": "None", "description": "No project description available"}, "MADCAT": {"url": "None", "description": "No project description available"}, "Broad Operational Language Translation (BOLT)": {"url": "None", "description": "No project description available"}, "Information in a Photon (InPho)": {"url": "None", "description": "No project description available"}, "DIRO SUPPORT": {"url": "None", "description": "No project description available"}, "MTO Management (NET-02)": {"url": "None", "description": "No project description available"}, "Content-Based Mobile Edge Networking (CBMEN)": {"url": "None", "description": "No project description available"}, "Strategic Social Interaction Modules (SSIM)": {"url": "http://www.darpa.mil/Our_Work/BTO/Programs/Strategic_Social_Interaction_Modules_SSIM.aspx", "description": "In contemporary military operations, servicemembers are called on to act as street-level diplomats, negotiators, peacekeepers, law enforcement officers and relief workers., In contemporary military operations, servicemembers are called on to act as street-level diplomats, negotiators, peacekeepers, law enforcement officers and relief workers. Because their military training, however, focuses primarily on kinetic operations, many servicemembers, especially those junior in age and experience, find these roles unfamiliar and challenging.  Most existing training for non-kinetic operations is limited in time and scope and typically emphasizes general familiarization with language and culture, rather than building fundamental skills that enable such specific knowledge to be implemented successfully. While some highly effective military training programs focus on enhancing servicemembers’ capacity to function in non-kinetic social encounters, they tend to be extremely costly and manpower intensive.\nThe Strategic Social Interaction Modules program (SSIM) seeks to develop innovative, cost-effective methods for training warfighters in the basic human dynamics skills and proficiencies needed to enter into social encounters, regardless of the cultural, linguistic, or other contextual parameters.  Rather than developing language and culture-specific knowledge, SSIM focuses on developing unique pedagogical and technological tools for enhancing the fundamental skills and proficiencies  necessary for successfully managing and conducting social interaction in which participants do not share a common language, culture, or other set of defining experiences. SSIM-based training aims to enable servicemembers to approach and engage strangers in unfamiliar social environments, orient to unfamiliar patterns of behavior, recover from social errors, de-escalate conflict, integrate tact and tactics, transition in and out of force situations, and engage in the process of discovering and adapting to previously unknown \"rules of the game\" intrinsic to social engagements.\nSSIM research focuses on three major technical areas:  the science of social interactions and human dynamics, technological and pedagogical design of training tools for developing human dynamics interaction proficiencies, and assessment of SSIM training and subsequent performance outcomes.  SSIM research aims to identify and codify the constitutive elements of successful social interaction skills; to develop a training simulator with virtual social interaction space operating in support of human-based training; and to develop techniques to measure the effectiveness of SSIM training and wider longitudinal outcomes.\nAt the start of the program, an array of military, law enforcement, academic, and industry experts provided DARPA with insight into the science of human interactions, the training of servicemembers and law enforcement officers, and the development of integrated evaluation techniques for assessing the quality of military and law enforcement interactions with strangers. In addition to developing new knowledge and techniques for the military, SSIM will aim to develop and transition measurement tools for use in training and real-world settings, which will enable researchers, trainers, and organizational leaders to assess social performance and its outcomes and effects.\n, In contemporary military operations, servicemembers are called on to act as street-level diplomats, negotiators, peacekeepers, law enforcement officers and relief workers. Because their military training, however, focuses primarily on kinetic operations, many servicemembers, especially those junior in age and experience, find these roles unfamiliar and challenging.  Most existing training for non-kinetic operations is limited in time and scope and typically emphasizes general familiarization with language and culture, rather than building fundamental skills that enable such specific knowledge to be implemented successfully. While some highly effective military training programs focus on enhancing servicemembers’ capacity to function in non-kinetic social encounters, they tend to be extremely costly and manpower intensive., The Strategic Social Interaction Modules program (SSIM) seeks to develop innovative, cost-effective methods for training warfighters in the basic human dynamics skills and proficiencies needed to enter into social encounters, regardless of the cultural, linguistic, or other contextual parameters.  Rather than developing language and culture-specific knowledge, SSIM focuses on developing unique pedagogical and technological tools for enhancing the fundamental skills and proficiencies  necessary for successfully managing and conducting social interaction in which participants do not share a common language, culture, or other set of defining experiences. SSIM-based training aims to enable servicemembers to approach and engage strangers in unfamiliar social environments, orient to unfamiliar patterns of behavior, recover from social errors, de-escalate conflict, integrate tact and tactics, transition in and out of force situations, and engage in the process of discovering and adapting to previously unknown \"rules of the game\" intrinsic to social engagements., SSIM research focuses on three major technical areas:  the science of social interactions and human dynamics, technological and pedagogical design of training tools for developing human dynamics interaction proficiencies, and assessment of SSIM training and subsequent performance outcomes.  SSIM research aims to identify and codify the constitutive elements of successful social interaction skills; to develop a training simulator with virtual social interaction space operating in support of human-based training; and to develop techniques to measure the effectiveness of SSIM training and wider longitudinal outcomes."}, "I2O Mgmt Initiatives TRS-01": {"url": "None", "description": "No project description available"}, "N/MEMS S&T FUNDAMENTALS": {"url": "None", "description": "No project description available"}}